{
    "_id": "absent-stars",
    "name": "Absent Stars",
    "instructions": "1. Add all ingredients to a cocktail shaker\n2. Add ice and shake hard for 20 seconds\n3. Strain into a chilled rocks glass",
    "created_at": "2024-08-28T13:52:51+00:00",
    "updated_at": null,
    "description": "A nouveau tropical rum cocktail with big passionfruit and grapefruit flavor. From Nick Detrich.",
    "source": "https://www.liberandcompany.com/collections/recipes/products/absent-stars",
    "garnish": "orange twist",
    "abv": 20.27,
    "tags": [
        "Summer",
        "Citrusy",
        "Fruity"
    ],
    "glass": "Lowball",
    "method": "Shake",
    "utensils": [],
    "images": [
        {
            "uri": "file:///absent-stars-7_9DTRsJ.jpg",
            "sort": 1,
            "placeholder_hash": "njgKHwp1iVd/i4eomkdnZ1V5VgYHhGIA",
            "copyright": "LiberAndCo |  Scott Kallstrand"
        }
    ],
    "ingredients": [
        {
            "_id": "rhum-agricole",
            "name": "Rhum agricole",
            "strength": 50,
            "description": "Rhum Agricole is a style of rum that is made from fresh sugarcane juice rather than molasses, which is the byproduct of sugar production. The term \"agricole\" is French for \"agricultural,\" highlighting the agricultural origin of the sugarcane used in the production.\n\nRhum Agricole is particularly associated with regions like Martinique and Guadeloupe, where the production of this style of rum has a long and established tradition. The distinctive character of Rhum Agricole has contributed to its popularity among rum enthusiasts and mixologists seeking unique and flavorful spirits.",
            "origin": "Caribbean",
            "category": "Spirits",
            "amount": 30,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 1
        },
        {
            "_id": "campari",
            "name": "Campari",
            "strength": 25,
            "description": "Campari is an Italian bright red aperitif known for its distinctive bitter and herbal flavor profile. It is made from a proprietary blend of herbs, spices, and fruit peels, with a secret recipe that has been closely guarded since its creation in 1860. The primary flavor component in Campari comes from the infusion of bitter herbs, resulting in a bold and complex taste.\n\nCampari has a strong and memorable flavor that elicits strong reactions, making it a beloved ingredient in classic and contemporary cocktails. It has become a symbol of Italian aperitif culture and is enjoyed worldwide for its unique and iconic taste.",
            "origin": "Italy",
            "category": "Liqueurs",
            "amount": 30,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 2
        },
        {
            "_id": "lemon-juice",
            "name": "Lemon juice",
            "strength": 0,
            "description": "Lemon juice is a versatile and essential ingredient in many cocktails, prized for its bright, tart flavor and ability to balance sweetness. Extracted from fresh lemons, this citrus juice adds a refreshing zing and acidity that can elevate and harmonize other flavors in a drink.\n\nIn cocktails, lemon juice serves multiple purposes. It provides a crisp, clean finish. Its high acidity also helps to cut through rich or sweet components, creating a more balanced and complex taste experience.\n\n\nWhen using lemon juice in cocktails, freshly squeezed is always preferred over bottled versions for its superior flavor and aroma. The amount used can vary greatly depending on the recipe, but even a small quantity can significantly impact the final taste of a drink.",
            "origin": null,
            "category": "Juices",
            "amount": 22.5,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 3
        },
        {
            "_id": "passionfruit-syrup",
            "name": "Passionfruit syrup",
            "strength": 0,
            "description": "Passionfruit syrup is a vibrant and tropical ingredient that brings an intense, exotic flavor to cocktails. Made from the pulp and juice of passionfruit combined with sugar, this syrup captures the fruit's unique balance of sweet and tart notes, along with its distinctive tropical aroma.\n\nThe syrup's bold flavor can stand up to strong spirits and other intense ingredients, allowing it to shine even in complex drink recipes.",
            "origin": "Worldwide",
            "category": "Syrups",
            "amount": 15,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 4
        },
        {
            "_id": "apricot-brandy",
            "name": "Apricot Brandy",
            "strength": 40,
            "description": "Apricot brandy is a fruit-flavored liqueur made by infusing apricots in brandy or by distilling apricot fruit. The result is a sweet and flavorful spirit with the essence of apricots. Apricot brandy is commonly used in cocktails, adding a fruity and aromatic dimension to mixed drinks. It can vary in sweetness and intensity of apricot flavor depending on the production methods and the brand. Apricot brandy is versatile and can be enjoyed on its own, in cocktails, or as an ingredient in both sweet and savory culinary applications.",
            "origin": "Worldwide",
            "category": "Spirits",
            "amount": 15,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 5
        },
        {
            "_id": "saline-solution",
            "name": "Saline solution",
            "strength": 0,
            "description": null,
            "origin": null,
            "category": "Uncategorized",
            "amount": 5,
            "units": "drops",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 6
        },
        {
            "_id": "grapefruit-bitters",
            "name": "Grapefruit bitters",
            "strength": 44,
            "description": "These grapefruit bitters are best friends to gin, vodka, Blanco tequila, and light rum and are a wonderful ingredient for drinks that may otherwise taste excessively sweet. Give a modern twist to a classic Gin & Tonic, add a few dashes to a Daiquiri or Margarita or add a new layer of complexity to cocktails that traditionally didn’t include bitters.",
            "origin": "Worldwide",
            "category": "Bitters",
            "amount": 10,
            "units": "drops",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 7
        }
    ]
}