{
    "_id": "non-alc-hurricane",
    "name": "Non-Alc Hurricane",
    "instructions": "1. Add all ingredients, except club soda, to a shaker\n2. Add ice and shake for 10 seconds\n3. Pour into hurricane glass and top with club soda\n4. Garnish with maraschino cherry or orange wheel",
    "created_at": "2024-08-28T13:52:52+00:00",
    "updated_at": null,
    "description": "The Hurricane is a classic New Orleans cocktail that features passionfruit and plenty of rum. It was made famous at Pat O’Briens, a popular New Orleans spot that still attracts visitors to this day. In our non-alcoholic hurricane recipe, we’ll be using passionfruit syrup, as well as grenadine to achieve a fruity, tropical flavor.",
    "source": "https://www.liberandcompany.com/collections/recipes/products/na-hurricane",
    "garnish": "maraschino cherry or lemon wheel",
    "abv": 1.04,
    "tags": [
        "Virgin",
        "Summer"
    ],
    "glass": "Hurricane",
    "method": "Shake",
    "utensils": [],
    "images": [
        {
            "uri": "file:///non-alc-hurricane-7_0Xyacs.jpg",
            "sort": 1,
            "placeholder_hash": "mSgKDwQ/dni+eHeKeDeHiHV6WQJZTnAB",
            "copyright": "LiberAndCo"
        }
    ],
    "ingredients": [
        {
            "_id": "lemon-juice",
            "name": "Lemon juice",
            "strength": 0,
            "description": "Lemon juice is a versatile and essential ingredient in many cocktails, prized for its bright, tart flavor and ability to balance sweetness. Extracted from fresh lemons, this citrus juice adds a refreshing zing and acidity that can elevate and harmonize other flavors in a drink.\n\nIn cocktails, lemon juice serves multiple purposes. It provides a crisp, clean finish. Its high acidity also helps to cut through rich or sweet components, creating a more balanced and complex taste experience.\n\n\nWhen using lemon juice in cocktails, freshly squeezed is always preferred over bottled versions for its superior flavor and aroma. The amount used can vary greatly depending on the recipe, but even a small quantity can significantly impact the final taste of a drink.",
            "origin": null,
            "category": "Juices",
            "amount": 30,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 1
        },
        {
            "_id": "passionfruit-syrup",
            "name": "Passionfruit syrup",
            "strength": 0,
            "description": "Passionfruit syrup is a vibrant and tropical ingredient that brings an intense, exotic flavor to cocktails. Made from the pulp and juice of passionfruit combined with sugar, this syrup captures the fruit's unique balance of sweet and tart notes, along with its distinctive tropical aroma.\n\nThe syrup's bold flavor can stand up to strong spirits and other intense ingredients, allowing it to shine even in complex drink recipes.",
            "origin": "Worldwide",
            "category": "Syrups",
            "amount": 22.5,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 2
        },
        {
            "_id": "grenadine-syrup",
            "name": "Grenadine Syrup",
            "strength": 0,
            "description": "Grenadine syrup is a sweet, vibrant red syrup made from pomegranate juice, sugar, and water, often used as a flavoring and coloring agent in cocktails. Traditionally, grenadine derives its name from the French word \"grenade,\" meaning pomegranate, highlighting its original base ingredient. The syrup is known for its balanced flavor, combining the sweetness of sugar with the tartness of pomegranate, which adds a fruity complexity to drinks.",
            "origin": "Worldwide",
            "category": "Syrups",
            "amount": 7.5,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 3
        },
        {
            "_id": "club-soda",
            "name": "Club soda",
            "strength": 0,
            "description": "Club soda is a carbonated water that contains added minerals such as sodium bicarbonate, sodium chloride, and potassium sulfate, which give it a slightly salty and mineral-rich flavor. It is commonly used in cocktails as a mixer to add effervescence and a light, refreshing touch without altering the drink’s flavor profile significantly. The bubbles in club soda help to lift and blend the flavors of other ingredients, creating a more balanced and lively drink.\n\nIn cocktails, club soda is often used to top off drinks, adding volume and fizz. It's a key ingredient in classics like the Tom Collins, where it complements the gin, lemon juice, and simple syrup by adding a sparkling finish. It is also essential in making a Highball, where it dilutes the whiskey and adds a refreshing effervescence, or in a Mojito, where it lightens the mixture of rum, mint, lime, and sugar.\n\nClub soda is preferred over other carbonated waters like tonic water or seltzer when the goal is to add carbonation without additional flavors. Its clean, neutral taste makes it an ideal mixer for a wide range of cocktails, contributing to the drink’s texture and mouthfeel without overshadowing the primary ingredients.",
            "origin": "Worldwide",
            "category": "Beverages",
            "amount": 1,
            "units": "topup",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 4
        },
        {
            "_id": "angostura-aromatic-bitters",
            "name": "Angostura aromatic bitters",
            "strength": 44.7,
            "description": "Angostura bitters is a concentrated bitters (herbal alcoholic preparation) and highly aromatic flavoring agent used in the preparation of cocktails and various culinary applications. It is a dark brown liquid made from a secret blend of herbs and spices, created by the House of Angostura in Trinidad and Tobago. Despite its name, Angostura bitters does not contain angostura bark; instead, it features a proprietary combination of botanical ingredients.\n\nAngostura bitters typically comes in small bottles with a distinctive oversized label and a built-in dasher top, allowing for controlled and precise pouring.\n\nDespite the name, Angostura bitters is non-alcoholic in the sense that it is not consumed in large quantities and is used as a flavoring agent rather than a beverage on its own.\n\nAngostura bitters has become an iconic and essential ingredient in the world of cocktails, appreciated for its ability to elevate and enhance the overall drinking experience.",
            "origin": "Trinidad & Tobago",
            "category": "Bitters",
            "amount": 3,
            "units": "dash",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 5
        }
    ]
}