{
    "_id": "coronado-cocktail",
    "name": "Coronado Cocktail",
    "instructions": "1. Add all ingredients to a cocktail shaker\n2. Add ice and shake hard for 10 seconds\n3. Strain into a highball glass over crushed ice\n4. Garnish with a lemon wheel",
    "created_at": "2024-08-28T13:52:51+00:00",
    "updated_at": null,
    "description": "The combination of Tropical Passionfruit Syrup, coconut water, and tequila has tropical written all over it. The Coronado Cocktail was made by Chris Santos and found in his bookShare: Delicious and Surprising Recipes to Pass Around Your Table.",
    "source": "https://www.liberandcompany.com/collections/recipes/products/coronado-punch",
    "garnish": "lemon wheel",
    "abv": 10.33,
    "tags": [
        "Tropical"
    ],
    "glass": "Highball",
    "method": "Shake",
    "utensils": [],
    "images": [
        {
            "uri": "file:///coronado-cocktail-7_wCYOEb.jpg",
            "sort": 1,
            "placeholder_hash": "2RgKNwQJyGardXh4eIeYh5h1dnBIBpcF",
            "copyright": "LiberAndCo"
        }
    ],
    "ingredients": [
        {
            "_id": "tequila-blanco",
            "name": "Tequila Blanco",
            "strength": 40,
            "description": "Tequila is a distilled alcoholic beverage made from the fermented juice of the blue agave plant, primarily grown in the Jalisco region of Mexico. The production of tequila is regulated by Mexican law, specifying the geographical areas where it can be produced and the methods used in its production.\n\nTequila Blanco, also known as Tequila Silver or Tequila Plata, is a type of tequila that is typically unaged or aged for a very short period. It is the purest expression of the blue agave flavor, as it is not influenced by the characteristics of aging in oak barrels.\n\nBlanco tequila is a popular choice for those who want to experience the true essence of the agave plant without the influence of aging. It provides a lively and authentic representation of tequila's primary ingredient.",
            "origin": "Mexico",
            "category": "Spirits",
            "amount": 45,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 1
        },
        {
            "_id": "aperol",
            "name": "Aperol",
            "strength": 11,
            "description": "Aperol is an Italian orange-flavored aperitif liqueur known for its vibrant orange color and bittersweet taste. It is produced by the Campari Group and contains a blend of herbs, spices, and botanicals. Aperol is characterized by its lower alcohol content compared to some other aperitifs, making it a popular choice for refreshing cocktails. Aperol's distinct flavor profile and versatility make it a favorite ingredient in a variety of cocktails and spritz variations.",
            "origin": "Italy",
            "category": "Liqueurs",
            "amount": 30,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 2
        },
        {
            "_id": "lemon-juice",
            "name": "Lemon juice",
            "strength": 0,
            "description": "Lemon juice is a versatile and essential ingredient in many cocktails, prized for its bright, tart flavor and ability to balance sweetness. Extracted from fresh lemons, this citrus juice adds a refreshing zing and acidity that can elevate and harmonize other flavors in a drink.\n\nIn cocktails, lemon juice serves multiple purposes. It provides a crisp, clean finish. Its high acidity also helps to cut through rich or sweet components, creating a more balanced and complex taste experience.\n\n\nWhen using lemon juice in cocktails, freshly squeezed is always preferred over bottled versions for its superior flavor and aroma. The amount used can vary greatly depending on the recipe, but even a small quantity can significantly impact the final taste of a drink.",
            "origin": null,
            "category": "Juices",
            "amount": 7.5,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 3
        },
        {
            "_id": "passionfruit-syrup",
            "name": "Passionfruit syrup",
            "strength": 0,
            "description": "Passionfruit syrup is a vibrant and tropical ingredient that brings an intense, exotic flavor to cocktails. Made from the pulp and juice of passionfruit combined with sugar, this syrup captures the fruit's unique balance of sweet and tart notes, along with its distinctive tropical aroma.\n\nThe syrup's bold flavor can stand up to strong spirits and other intense ingredients, allowing it to shine even in complex drink recipes.",
            "origin": "Worldwide",
            "category": "Syrups",
            "amount": 22.5,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 4
        },
        {
            "_id": "coconut-water",
            "name": "Coconut water",
            "strength": 0,
            "description": "Coconut water (also coconut juice) is the clear liquid inside young coconuts (fruits of the coconut palm).",
            "origin": "Indonesia",
            "category": "Beverages",
            "amount": 60,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 5
        }
    ]
}