{
    "_id": "giving-basil",
    "name": "Giving Basil",
    "instructions": "1. Add all of the ingredients to a shaker with ice.\n2. Shake, then double strain into a chilled glass.\n3. Spritz with the vanilla tincture, then garnish.",
    "created_at": "2024-08-24T14:39:11+00:00",
    "updated_at": null,
    "description": "Gabe Fountain, lead bartender of Oklahoma City's The Jones Assembly, took the classic Gimlet, added an herbaceous complexity with Italicus liqueur and basil, then rounded out the flavors and texture with pistachio orgeat for an irresistibly smooth sipper.",
    "source": "https://imbibemagazine.com/recipe/giving-basil-from-the-jones-assembly/",
    "garnish": "Small basil leaf or dried basil blossom",
    "abv": 16,
    "tags": [
        "Herbacious"
    ],
    "glass": "Coupe",
    "method": "Shake",
    "utensils": [],
    "images": [
        {
            "uri": "file:///giving-basil-1_1Gsyth.jpg",
            "sort": 1,
            "placeholder_hash": "FDkKDQIwlpiHR6dYl3eoqDCKBZeo",
            "copyright": "Imbibe Magazine | Bailey Rucker/The Jones Assembly"
        }
    ],
    "ingredients": [
        {
            "_id": "gin",
            "name": "Gin",
            "strength": 40,
            "description": "Gin is a distilled alcoholic beverage that derives its predominant flavor from juniper berries and other botanicals. It falls under the category of distilled spirits and is known for its diverse and complex flavor profile, which can include herbal, floral, citrus, and spicy notes. The production of gin involves distilling a neutral spirit with botanicals, with juniper being the key botanical required for a spirit to be classified as gin.\n\nThe defining characteristic of gin is the prominent presence of juniper berries in its flavor profile. The name \"gin\" is derived from the French word \"genièvre,\" meaning juniper.\n\nThere are several styles of gin, including London Dry Gin, Plymouth Gin, and New Western or Contemporary-style Gin. Each style has its own production methods and regulations.\n\nGin has a long history and has evolved over centuries, becoming one of the most popular and beloved spirits globally. Its association with a wide array of cocktails makes it a staple in bars and households alike.",
            "origin": "Worldwide",
            "category": "Spirits",
            "amount": 45,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 1
        },
        {
            "_id": "italicus-rosolio-di-bergamotto",
            "name": "Italicus Rosolio di Bergamotto",
            "strength": 20,
            "description": "Italicus Rosolio di Bergamotto is an Italian liqueur based around the brilliance of bergamot! By combining Italian bergamot alongside a selection of other tasty botanicals including chamomile, lavender, Melissa balm and more, the producers have made a tipple excellent for enjoying on toasty evenings in the summer. Enjoy over ice, or splashed in a glass of Prosecco.",
            "origin": "Italy",
            "category": "Liqueurs",
            "amount": 15,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 2
        },
        {
            "_id": "orgeat-syrup",
            "name": "Orgeat Syrup",
            "strength": 0,
            "description": "Sweet syrup made from almonds, sugar, and rose water or orange flower water.",
            "origin": null,
            "category": "Syrups",
            "amount": 22.5,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 3
        },
        {
            "_id": "lime-juice",
            "name": "Lime juice",
            "strength": 0,
            "description": "Freshly squeezed lime juice.",
            "origin": null,
            "category": "Juices",
            "amount": 22.5,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 4
        },
        {
            "_id": "basil",
            "name": "Basil",
            "strength": 0,
            "description": "Basil is an annual, or sometimes perennial, herb used for its leaves.",
            "origin": "Worldwide",
            "category": "Fruits and vegetables",
            "amount": 4,
            "units": "leaves",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 5
        }
    ]
}