{
    "_id": "donns-mix",
    "_parent_id": null,
    "name": "Donn's Mix",
    "strength": 0,
    "description": "Donn's Mix is a signature ingredient created by Donn Beach, the legendary tiki bartender and founder of the tiki bar movement. This mix is a combination of two parts fresh grapefruit juice and one part cinnamon syrup. It was originally used in many of Donn Beach’s classic tiki cocktails, such as the Zombie and the Navy Grog, where it added a unique blend of tart, citrusy, and warm, spiced flavors.\n\n## Recipe\n\n- 3 cinnamon sticks, crushed\n- 1 cup sugar\n- 1 cup water\n- Fresh grapefruit juice\n\nCreate an infused simple syrup by heating cinnamon sticks, sugar and water. Bring to a boil, stirring until sugar is dissolved. Simmer for 2 minutes, then remove from heat and let sit for at least 2 hours before straining into a clean glass bottle. To finish making the mix, add 1 part of the syrup to 2 parts fresh grapefruit juice. Cover and keep refrigerated for up to 2 weeks.",
    "origin": null,
    "color": "#c6972c",
    "category": "Syrups",
    "created_at": "2024-08-28T13:52:51+00:00",
    "updated_at": "2024-08-31T15:16:16+00:00",
    "images": [
        {
            "uri": "file:///donns-mix-7_l3q8Cv.webp",
            "sort": 1,
            "placeholder_hash": "rUmGDQJLiIWAe4uWV5aPdflZBzeHh4d3eA",
            "copyright": "Creative Commons"
        }
    ],
    "ingredient_parts": [
        {
            "_id": "grapefruit-juice",
            "name": "Grapefruit juice",
            "strength": 0,
            "description": "Grapefruit juice is a bold and distinctive cocktail ingredient, known for its tart, bitter-sweet flavor profile. Extracted from the grapefruit, a citrus fruit larger and more acidic than oranges, this juice brings a complex taste that can range from bracingly sour to subtly sweet, depending on the variety of grapefruit used.\n\n\nIn cocktails, grapefruit juice adds a sophisticated and refreshing element. Its natural bitterness and acidity make it an excellent counterpoint to sweet liqueurs and spirits, creating well-balanced drinks. The juice also contributes a lovely pink or ruby hue to cocktails, enhancing their visual appeal.\nPopular in classics like the Paloma and the Greyhound, grapefruit juice pairs particularly well with tequila, vodka, and gin. When using grapefruit juice in cocktails, freshly squeezed is ideal for the brightest flavor, though high-quality bottled juices can be a convenient alternative. The amount used can vary, but its strong flavor means a little often goes a long way in cocktail recipes.",
            "origin": null,
            "category": "Juices"
        },
        {
            "_id": "cinnamon-syrup",
            "name": "Cinnamon syrup",
            "strength": 0,
            "description": "Simple syrup infused with cinnamon. Follow the recipe to make your own at home:\n\n- 1 cup granulated sugar\n- 1 cup water\n- 4 cinnamon sticks, broken into large pieces\n\nBring all ingredients to a boil over medium heat. Reduce heat to medium-low and let simmer for 8-10 minutes until sugar has dissolved, stirring frequently. Remove from heat and let cool. Discard cinnamon sticks, strain into a clean glass jar and cover. Store refrigerated for up to 2 weeks.",
            "origin": "Worldwide",
            "category": "Syrups"
        }
    ],
    "prices": []
}