{
    "_id": "gunshop-fizz",
    "name": "Gunshop Fizz",
    "instructions": "1. Combine all the ingredients except the Sanbitter in a mixing glass. Muddle and set aside for two minutes.\n2. Add ice to mixing glass and shake until chilled.\n3. Strain into a Collins glass over ice.\n4. Top with Sanbitter.",
    "created_at": "2024-08-28T13:52:51+00:00",
    "updated_at": null,
    "description": "The Gunshop Fizz was the signature cocktail of the original Rogue Cocktails, self-published in 2009 by Maks Pazuniak and Kirk Estopinal, two bartenders at Cure in New Orleans. It was the drink that first caught everyone’s attention, and no wonder. The improbable Gunshop Fizz uses a full two ounces of Peychaud’s bitters, which is usually used only in dashes. It’s enough to make the same drink’s use of Sanbitter, a bright-red bitter Italian soda, seem almost dull. The rest of the drink includes lemon juice, simple syrup, strawberries, cucumbers and several twists of orange and grapefruit. It was a through-the-looking glass take on the Pimm’s Cup recipe at Chicago’s Violet Hour, where Estopinal had worked.",
    "source": "https://punchdrink.com/recipes/gunshop-fizz/",
    "garnish": "Cucumber slice",
    "abv": 14,
    "tags": [
        "Sweet",
        "Fruity"
    ],
    "glass": "Highball",
    "method": "Shake",
    "utensils": [],
    "images": [
        {
            "uri": "file:///gunshop-fizz-7_6xg6QS.jpg",
            "sort": 1,
            "placeholder_hash": "WFkKHQpghGOLWVoYipV3aByVsFAp",
            "copyright": "Punch Staff | Cory James Photo"
        }
    ],
    "ingredients": [
        {
            "_id": "peychauds-bitters",
            "name": "Peychauds Bitters",
            "strength": 35,
            "description": "It is a gentian-based bitters, comparable to Angostura bitters, but with a predominant anise aroma combined with a background of mint.",
            "origin": "North America",
            "category": "Bitters",
            "amount": 60,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 1
        },
        {
            "_id": "lemon-juice",
            "name": "Lemon juice",
            "strength": 0,
            "description": "Lemon juice is a versatile and essential ingredient in many cocktails, prized for its bright, tart flavor and ability to balance sweetness. Extracted from fresh lemons, this citrus juice adds a refreshing zing and acidity that can elevate and harmonize other flavors in a drink.\n\nIn cocktails, lemon juice serves multiple purposes. It provides a crisp, clean finish. Its high acidity also helps to cut through rich or sweet components, creating a more balanced and complex taste experience.\n\n\nWhen using lemon juice in cocktails, freshly squeezed is always preferred over bottled versions for its superior flavor and aroma. The amount used can vary greatly depending on the recipe, but even a small quantity can significantly impact the final taste of a drink.",
            "origin": null,
            "category": "Juices",
            "amount": 30,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 2
        },
        {
            "_id": "simple-syrup",
            "name": "Simple Syrup",
            "strength": 0,
            "description": "Simple syrup is a basic sweetener used in cocktails, made by dissolving sugar in water. The standard recipe is a 1:1 ratio of sugar to water, although variations exist, such as rich simple syrup, which uses a 2:1 ratio for a thicker, sweeter result. The syrup is clear and easily mixes with both cold and hot liquids, making it an essential ingredient in many drinks.\n\nSimple syrup can also be infused with additional flavors like herbs, spices, or fruits, adding a layer of complexity to cocktails.",
            "origin": null,
            "category": "Syrups",
            "amount": 30,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 3
        },
        {
            "_id": "strawberry",
            "name": "Strawberry",
            "strength": 0,
            "description": null,
            "origin": null,
            "category": "Fruits and vegetables",
            "amount": 2,
            "units": "whole",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 4
        },
        {
            "_id": "cucumber",
            "name": "Cucumber",
            "strength": 0,
            "description": null,
            "origin": null,
            "category": "Fruits and vegetables",
            "amount": 3,
            "units": "slice",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 5
        },
        {
            "_id": "grapefruit",
            "name": "Grapefruit",
            "strength": 0,
            "description": "Grapefruit is a citrus fruit known for its slightly bitter and tangy flavor. It comes in various colors, including pink, red, and white, and is commonly eaten fresh, juiced, or used in salads and beverages. Grapefruit is rich in vitamins and antioxidants and is often enjoyed for its refreshing taste.",
            "origin": "Barbados",
            "category": "Fruits and vegetables",
            "amount": 3,
            "units": "peel",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 6
        },
        {
            "_id": "orange",
            "name": "Orange",
            "strength": 0,
            "description": "Orange fruit",
            "origin": null,
            "category": "Fruits and vegetables",
            "amount": 3,
            "units": "peel",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 7
        },
        {
            "_id": "sanbitter",
            "name": "Sanbitter",
            "strength": 0,
            "description": "Sanbittèr is very similar to Campari, with a bold bitter orange flavor and notes of grapefruit. A key distinction is that Sanbittèr contains no alcohol. It’s mildly carbonated and refreshingly dry on the finish. Despite the bitter profile, it is fairly sweet, with 15.8g of sugar per bottle.",
            "origin": "Italy",
            "category": "Beverages",
            "amount": 1,
            "units": "topup",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 8
        }
    ]
}