{
    "_id": "saturn",
    "name": "Saturn",
    "instructions": "1. Add all ingredients to a cocktail shaker\n2. Add ice and shake hard for 10 seconds\n3. Strain into a rocks glass filled with crushed ice",
    "created_at": "2024-08-28T13:52:52+00:00",
    "updated_at": null,
    "description": "Winner of 1967's International Bartender's Association World Cocktail Championship - The Saturn is ready for its comeback!",
    "source": "https://www.liberandcompany.com/collections/recipes/products/saturn",
    "garnish": "Saturn + rings!",
    "abv": 18.29,
    "tags": [
        "Summer",
        "Tropical"
    ],
    "glass": "Lowball",
    "method": "Shake",
    "utensils": [],
    "images": [
        {
            "uri": "file:///saturn-7_ca2cOO.jpg",
            "sort": 1,
            "placeholder_hash": "2hgKLwQdc6ePqXaDmZhot4d6djB2B2AK",
            "copyright": "LiberAndCo | Subtle Tiki"
        }
    ],
    "ingredients": [
        {
            "_id": "gin",
            "name": "Gin",
            "strength": 40,
            "description": "Gin is a distilled alcoholic beverage that derives its predominant flavor from juniper berries and other botanicals. It falls under the category of distilled spirits and is known for its diverse and complex flavor profile, which can include herbal, floral, citrus, and spicy notes. The production of gin involves distilling a neutral spirit with botanicals, with juniper being the key botanical required for a spirit to be classified as gin.\n\nThe defining characteristic of gin is the prominent presence of juniper berries in its flavor profile. The name \"gin\" is derived from the French word \"genièvre,\" meaning juniper.\n\nThere are several styles of gin, including London Dry Gin, Plymouth Gin, and New Western or Contemporary-style Gin. Each style has its own production methods and regulations.\n\nGin has a long history and has evolved over centuries, becoming one of the most popular and beloved spirits globally. Its association with a wide array of cocktails makes it a staple in bars and households alike.",
            "origin": "Worldwide",
            "category": "Spirits",
            "amount": 60,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 1
        },
        {
            "_id": "lemon-juice",
            "name": "Lemon juice",
            "strength": 0,
            "description": "Lemon juice is a versatile and essential ingredient in many cocktails, prized for its bright, tart flavor and ability to balance sweetness. Extracted from fresh lemons, this citrus juice adds a refreshing zing and acidity that can elevate and harmonize other flavors in a drink.\n\nIn cocktails, lemon juice serves multiple purposes. It provides a crisp, clean finish. Its high acidity also helps to cut through rich or sweet components, creating a more balanced and complex taste experience.\n\n\nWhen using lemon juice in cocktails, freshly squeezed is always preferred over bottled versions for its superior flavor and aroma. The amount used can vary greatly depending on the recipe, but even a small quantity can significantly impact the final taste of a drink.",
            "origin": null,
            "category": "Juices",
            "amount": 22.5,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 2
        },
        {
            "_id": "passionfruit-syrup",
            "name": "Passionfruit syrup",
            "strength": 0,
            "description": "Passionfruit syrup is a vibrant and tropical ingredient that brings an intense, exotic flavor to cocktails. Made from the pulp and juice of passionfruit combined with sugar, this syrup captures the fruit's unique balance of sweet and tart notes, along with its distinctive tropical aroma.\n\nThe syrup's bold flavor can stand up to strong spirits and other intense ingredients, allowing it to shine even in complex drink recipes.",
            "origin": "Worldwide",
            "category": "Syrups",
            "amount": 15,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 3
        },
        {
            "_id": "orgeat-syrup",
            "name": "Orgeat Syrup",
            "strength": 0,
            "description": "Orgeat syrup is a sweet, nutty syrup that plays a crucial role in many classic and tiki-style cocktails. Traditionally made from almonds, sugar, and orange flower water, orgeat has a distinctive flavor profile that combines nuttiness with subtle floral notes and a rich sweetness.\n\n\nIn cocktails, orgeat syrup adds depth, complexity, and a silky texture. Its unique taste complements a wide range of spirits, particularly rum and whiskey, and it's an essential ingredient in iconic drinks like the Mai Tai and the Japanese Cocktail. The syrup's ability to smooth out harsh edges in spirits while adding its own character makes it a valuable tool in a mixologist's arsenal.\n\n\nWhen using orgeat syrup, a little goes a long way due to its concentrated flavor and sweetness. High-quality commercial versions are readily available, but some bartenders prefer to make their own to control the flavor profile and ingredients. While almond is the traditional base, variations using other nuts like pistachio or hazelnut have become popular in craft cocktail scenes.",
            "origin": null,
            "category": "Syrups",
            "amount": 7.5,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 4
        },
        {
            "_id": "falernum",
            "name": "Falernum",
            "strength": 11,
            "description": "Liqueur with flavors of ginger, lime, and almond, and frequently cloves or allspice. It may be thought of as a spicier version of orgeat syrup.",
            "origin": "Caribbean",
            "category": "Liqueurs",
            "amount": 1,
            "units": "barspoon",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 5
        }
    ]
}