{
    "_id": "gin-gimlet",
    "name": "Gin Gimlet",
    "instructions": "1. Add gin, lime juice, and syrup to a cocktail shaker. Fill with ice and shake until cold.\n2. Strain into glass and top with a splash of soda water, if desired.",
    "created_at": "2024-08-24T14:39:11+00:00",
    "updated_at": null,
    "description": "The word \"gimlet\" used in this sense is first attested in 1928. The most obvious derivation is from the tool for drilling small holes, a word also used figuratively to describe something as sharp or piercing. Thus, the cocktail may have been named for its \"penetrating\" effects on the drinker.",
    "source": "https://www.acouplecooks.com/gin-gimlet-cocktail/",
    "garnish": "Garnish with a lime wheel",
    "abv": 21.33,
    "tags": [],
    "glass": "Coupe",
    "method": "Shake",
    "utensils": [],
    "images": [
        {
            "uri": "file:///gin-gimlet-1_SZuAfX.jpg",
            "sort": 1,
            "placeholder_hash": "C/gJDgJClwhteIfVZ5OJi9QmJDBTBWM",
            "copyright": "A Couple Cooks"
        }
    ],
    "ingredients": [
        {
            "_id": "gin",
            "name": "Gin",
            "strength": 40,
            "description": "Gin is a distilled alcoholic beverage that derives its predominant flavor from juniper berries and other botanicals. It falls under the category of distilled spirits and is known for its diverse and complex flavor profile, which can include herbal, floral, citrus, and spicy notes. The production of gin involves distilling a neutral spirit with botanicals, with juniper being the key botanical required for a spirit to be classified as gin.\n\nThe defining characteristic of gin is the prominent presence of juniper berries in its flavor profile. The name \"gin\" is derived from the French word \"genièvre,\" meaning juniper.\n\nThere are several styles of gin, including London Dry Gin, Plymouth Gin, and New Western or Contemporary-style Gin. Each style has its own production methods and regulations.\n\nGin has a long history and has evolved over centuries, becoming one of the most popular and beloved spirits globally. Its association with a wide array of cocktails makes it a staple in bars and households alike.",
            "origin": "Worldwide",
            "category": "Spirits",
            "amount": 60,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 1
        },
        {
            "_id": "lime-juice",
            "name": "Lime juice",
            "strength": 0,
            "description": "Freshly squeezed lime juice.",
            "origin": null,
            "category": "Juices",
            "amount": 15,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 2
        },
        {
            "_id": "simple-syrup",
            "name": "Simple Syrup",
            "strength": 0,
            "description": "Syrup made with sugar and water. Usually in 1:1 or 2:1 ratio.",
            "origin": null,
            "category": "Syrups",
            "amount": 15,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 3
        },
        {
            "_id": "club-soda",
            "name": "Club soda",
            "strength": 0,
            "description": "Club soda is a manufactured form of carbonated water, commonly used as a drink mixer.",
            "origin": "Worldwide",
            "category": "Beverages",
            "amount": 1,
            "units": "splash",
            "optional": true,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 4
        }
    ]
}