{
    "_id": "martini",
    "name": "Martini",
    "instructions": "1. Pour all ingredients into mixing glass with ice cubes.\n2. Stir well.\n3. Strain into chilled martini cocktail glass.",
    "created_at": "2024-08-24T14:39:11+00:00",
    "updated_at": null,
    "description": "This classic is a contentious and sensitive topic with serious Martini drinkers. The way one drinks a Martini is simply a matter of personal preference.\n\n**Variations:**\n- Dry Martini: A dry martini is made with little to no vermouth\n- 50/50 Martini: Equal parts vermouth and gin\n- Dirty Martini: A Dirty Martini simply requires a splash of olive juice and a substitution of a good, dry olive (or two) for garnish.\n- Gibson: Use cocktail onion for garnish",
    "source": "https://iba-world.com/dry-martini/",
    "garnish": "Squeeze oil from lemon peel onto the drink, or garnish with green olives if requested.",
    "abv": 27.17,
    "tags": [
        "IBA Cocktail",
        "The Unforgettables",
        "Dry"
    ],
    "glass": "Cocktail",
    "method": "Stir",
    "utensils": [],
    "images": [
        {
            "uri": "file:///martini-1_gB8HqA.jpg",
            "sort": 1,
            "placeholder_hash": "DQgSDIBMhndQeZiJiInR9g0e/g",
            "copyright": "Punch |  Lizzie Munro"
        },
        {
            "uri": "file:///martini-1_mReVUk.jpg",
            "sort": 2,
            "placeholder_hash": "lBgGDQKBuUJZV2oGiXqVeAibptCZ",
            "copyright": "Getty Images/iStockphoto"
        }
    ],
    "ingredients": [
        {
            "_id": "gin",
            "name": "Gin",
            "strength": 40,
            "description": "Gin is a distilled alcoholic beverage that derives its predominant flavor from juniper berries and other botanicals. It falls under the category of distilled spirits and is known for its diverse and complex flavor profile, which can include herbal, floral, citrus, and spicy notes. The production of gin involves distilling a neutral spirit with botanicals, with juniper being the key botanical required for a spirit to be classified as gin.\n\nThe defining characteristic of gin is the prominent presence of juniper berries in its flavor profile. The name \"gin\" is derived from the French word \"genièvre,\" meaning juniper.\n\nThere are several styles of gin, including London Dry Gin, Plymouth Gin, and New Western or Contemporary-style Gin. Each style has its own production methods and regulations.\n\nGin has a long history and has evolved over centuries, becoming one of the most popular and beloved spirits globally. Its association with a wide array of cocktails makes it a staple in bars and households alike.",
            "origin": "Worldwide",
            "category": "Spirits",
            "amount": 60,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 1
        },
        {
            "_id": "dry-vermouth",
            "name": "Dry Vermouth",
            "strength": 18,
            "description": "Dry Vermouth is a type of fortified wine that is aromatized with various botanicals, including herbs, spices, and sometimes citrus peels. It is characterized by its dry and less sweet profile compared to sweet vermouth. Dry Vermouth is a key ingredient in classic cocktails such as the Martini and the Manhattan, where it adds complexity and a subtle herbal note to the drink. It is typically white or pale yellow in color and is often enjoyed as a chilled aperitif on its own. The alcohol content of Dry Vermouth is fortified with additional spirits, usually grape brandy, which also contributes to its flavor and preservation.",
            "origin": "Worldwide",
            "category": "Fortified wine",
            "amount": 30,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 2
        },
        {
            "_id": "orange-bitters",
            "name": "Orange bitters",
            "strength": 28,
            "description": "Orange bitters is a form of bitters, a cocktail flavoring made from such ingredients as the peels of Seville oranges, cardamom, caraway seed, coriander, anise, and burnt sugar in an alcohol base.",
            "origin": "Worldwide",
            "category": "Bitters",
            "amount": 2,
            "units": "dashes",
            "optional": true,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 3
        }
    ]
}