{
    "_id": "honeymoon",
    "name": "Honeymoon",
    "instructions": "1. Combine all ingredients over ice and shake\n2. Strain into a chilled cocktail glass, serve up",
    "created_at": "2024-08-24T14:39:11+00:00",
    "updated_at": null,
    "description": "A bright and balanced sour built on apple brandy",
    "source": "https://tuxedono2.com/honeymoon-cocktail-recipe",
    "garnish": null,
    "abv": 27.43,
    "tags": [
        "Brandy"
    ],
    "glass": "Nick and Nora",
    "method": "Shake",
    "utensils": [],
    "images": [
        {
            "uri": "file:///honeymoon-1_e8V6DM.jpg",
            "sort": 1,
            "placeholder_hash": "SQgGHwIHx2dyhXmGima3OKeHiIBYCIQH",
            "copyright": "TuxedoNo2"
        }
    ],
    "ingredients": [
        {
            "_id": "apple-brandy",
            "name": "Apple Brandy",
            "strength": 40,
            "description": "Apple brandy is a distilled spirit made from fermented apple juice or cider. The production involves fermenting apples, distilling the resulting liquid, and often aging it in oak barrels. The final product can range from clear to amber in color and exhibits a variety of apple-derived flavors, influenced by the apple varieties used and the aging process. Apple brandy can be enjoyed on its own or used in cocktails and culinary applications. The term encompasses a broad category of apple-based spirits produced globally, with variations in production methods and flavor profiles.",
            "origin": "France",
            "category": "Spirits",
            "amount": 60,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 1
        },
        {
            "_id": "cointreau",
            "name": "Cointreau",
            "strength": 40,
            "description": "Orange-flavoured triple sec liqueur, it was originally called Curaçao Blanco Triple Sec. Usually more dry tasting than Orange Curaçao.",
            "origin": "France",
            "category": "Liqueurs",
            "amount": 15,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 2
        },
        {
            "_id": "benedictine",
            "name": "Bénédictine",
            "strength": 40,
            "description": "Herbal liqueur flavored with twenty-seven flowers, berries, herbs, roots, and spices. The liqueur has a complex flavor profile with notes of honey, citrus, herbs, and spices. Bénédictine is often enjoyed as a sipping liqueur and is also used as an ingredient in various cocktails, including classic drinks like the Bénédictine and Brandy. The production of Bénédictine dates back to the 19th century, and the liqueur is known for its unique and distinctive taste.",
            "origin": "France",
            "category": "Liqueurs",
            "amount": 15,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [
                {
                    "_id": "drambuie",
                    "name": "Drambuie",
                    "strength": 40,
                    "description": "Drambuie is a sweet and herbal liqueur from Scotland. It is made from Scotch whisky, honey, herbs, and spices. Drambuie has a distinctive flavor profile that combines the warmth of Scotch whisky with the sweetness of honey and the complexity of herbs and spices. It is often enjoyed on its own, over ice, or used as a key ingredient in cocktails. One of the most well-known cocktails featuring Drambuie is the Rusty Nail, where it is typically mixed with Scotch whisky.",
                    "origin": "Scotland",
                    "category": "Liqueurs",
                    "amount": null,
                    "units": null,
                    "amount_max": null
                }
            ],
            "sort": 3
        },
        {
            "_id": "lemon-juice",
            "name": "Lemon juice",
            "strength": 0,
            "description": "Freshly squeezed lemon juice.",
            "origin": null,
            "category": "Juices",
            "amount": 15,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 4
        }
    ]
}