{
    "_id": "fiore-di-francia",
    "name": "Fiore di Francia",
    "instructions": "1. Combine all the ingredients in a mixing glass, add ice and stir.\n2. Strain into a coupe.\n3. Express the lemon peel and discard.",
    "created_at": "2024-08-28T13:52:51+00:00",
    "updated_at": null,
    "description": "In this cocktail recipe Italian amaro, Cynar, joins forces with St-Germain in a nod to the border zone where elderflower grows freely.",
    "source": "https://punchdrink.com/recipes/fiore-di-francia/",
    "garnish": null,
    "abv": 22.98,
    "tags": [
        "Bitter"
    ],
    "glass": "Coupe",
    "method": "Stir",
    "utensils": [],
    "images": [
        {
            "uri": "file:///fiore-di-francia-7_uh0kNe.jpg",
            "sort": 0,
            "placeholder_hash": "0kgKFQSghpGGt2hod4d2iGhxj0T1",
            "copyright": "Punch Staff"
        }
    ],
    "ingredients": [
        {
            "_id": "scotch-whiskey",
            "name": "Scotch whiskey",
            "strength": 40,
            "description": "Produced in Scotland, typically made from malted barley, and aged for a minimum period in oak barrels. Scotch can be further classified into single malt, single grain, blended malt, blended grain, and blended Scotch whisky.",
            "origin": "Scotland",
            "category": "Spirits",
            "amount": 37.5,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 1
        },
        {
            "_id": "st-germain",
            "name": "St-Germain",
            "strength": 20,
            "description": "St-Germain is an elderflower liqueur It is made using the petals of Sambucus nigra from the Savoie region in France, and each bottle is numbered with the year the petals were collected. Petals are collected annually in the spring over a period of three to four weeks, and are often transported by bicycle to collection points to avoid damaging the petals and impacting the flavour.",
            "origin": "France",
            "category": "Liqueurs",
            "amount": 30,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 2
        },
        {
            "_id": "cynar",
            "name": "Cynar",
            "strength": 16.5,
            "description": "Bitter apéritif of the amaro variety. It is made from 13 herbs and plants, predominant among which is the artichoke (Cynara scolymus), from which the drink derives its name.",
            "origin": "Italy",
            "category": "Amaro",
            "amount": 22.5,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 3
        },
        {
            "_id": "angostura-aromatic-bitters",
            "name": "Angostura aromatic bitters",
            "strength": 44.7,
            "description": "Angostura bitters is a concentrated bitters (herbal alcoholic preparation) and highly aromatic flavoring agent used in the preparation of cocktails and various culinary applications. It is a dark brown liquid made from a secret blend of herbs and spices, created by the House of Angostura in Trinidad and Tobago. Despite its name, Angostura bitters does not contain angostura bark; instead, it features a proprietary combination of botanical ingredients.\n\nAngostura bitters typically comes in small bottles with a distinctive oversized label and a built-in dasher top, allowing for controlled and precise pouring.\n\nDespite the name, Angostura bitters is non-alcoholic in the sense that it is not consumed in large quantities and is used as a flavoring agent rather than a beverage on its own.\n\nAngostura bitters has become an iconic and essential ingredient in the world of cocktails, appreciated for its ability to elevate and enhance the overall drinking experience.",
            "origin": "Trinidad & Tobago",
            "category": "Bitters",
            "amount": 1,
            "units": "dash",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 4
        }
    ]
}