{
    "_id": "jack-rose",
    "name": "Jack Rose",
    "instructions": "1. Combine all ingredients with ice and shake\n2. Strain into a coupe, serve up",
    "created_at": "2024-08-28T13:52:51+00:00",
    "updated_at": null,
    "description": "This simple sweet-tart classic delivers full on apple flavor",
    "source": "https://tuxedono2.com/jack-rose-cocktail-recipe",
    "garnish": null,
    "abv": 18.29,
    "tags": [
        "Brandy"
    ],
    "glass": "Coupe",
    "method": "Shake",
    "utensils": [],
    "images": [
        {
            "uri": "file:///jack-rose-7_UBun6u.jpg",
            "sort": 0,
            "placeholder_hash": "BggGDwIIp4h5dIiGiSfHGMh22nBjC1kE",
            "copyright": "TuxedoNo2"
        }
    ],
    "ingredients": [
        {
            "_id": "apple-brandy",
            "name": "Apple Brandy",
            "strength": 40,
            "description": "Apple brandy is a distilled spirit made from fermented apple juice or cider. The production involves fermenting apples, distilling the resulting liquid, and often aging it in oak barrels. The final product can range from clear to amber in color and exhibits a variety of apple-derived flavors, influenced by the apple varieties used and the aging process. Apple brandy can be enjoyed on its own or used in cocktails and culinary applications. The term encompasses a broad category of apple-based spirits produced globally, with variations in production methods and flavor profiles.",
            "origin": "France",
            "category": "Spirits",
            "amount": 60,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 1
        },
        {
            "_id": "grenadine-syrup",
            "name": "Grenadine Syrup",
            "strength": 0,
            "description": "Grenadine syrup is a sweet, vibrant red syrup made from pomegranate juice, sugar, and water, often used as a flavoring and coloring agent in cocktails. Traditionally, grenadine derives its name from the French word \"grenade,\" meaning pomegranate, highlighting its original base ingredient. The syrup is known for its balanced flavor, combining the sweetness of sugar with the tartness of pomegranate, which adds a fruity complexity to drinks.",
            "origin": "Worldwide",
            "category": "Syrups",
            "amount": 22.5,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 2
        },
        {
            "_id": "lemon-juice",
            "name": "Lemon juice",
            "strength": 0,
            "description": "Lemon juice is a versatile and essential ingredient in many cocktails, prized for its bright, tart flavor and ability to balance sweetness. Extracted from fresh lemons, this citrus juice adds a refreshing zing and acidity that can elevate and harmonize other flavors in a drink.\n\nIn cocktails, lemon juice serves multiple purposes. It provides a crisp, clean finish. Its high acidity also helps to cut through rich or sweet components, creating a more balanced and complex taste experience.\n\n\nWhen using lemon juice in cocktails, freshly squeezed is always preferred over bottled versions for its superior flavor and aroma. The amount used can vary greatly depending on the recipe, but even a small quantity can significantly impact the final taste of a drink.",
            "origin": null,
            "category": "Juices",
            "amount": 22.5,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 3
        }
    ]
}