{
    "_id": "passionfruit-syrup",
    "_parent_id": null,
    "name": "Passionfruit syrup",
    "strength": 0,
    "description": "Passionfruit syrup is a vibrant and tropical ingredient that brings an intense, exotic flavor to cocktails. Made from the pulp and juice of passionfruit combined with sugar, this syrup captures the fruit's unique balance of sweet and tart notes, along with its distinctive tropical aroma.\n\nThe syrup's bold flavor can stand up to strong spirits and other intense ingredients, allowing it to shine even in complex drink recipes.",
    "origin": "Worldwide",
    "color": "#f9e2b9",
    "category": "Syrups",
    "created_at": "2024-08-28T13:52:51+00:00",
    "updated_at": "2024-08-28T14:54:39+00:00",
    "images": [
        {
            "uri": "file:///passionfruit-syrup-7_kX5Zpo.jpg",
            "sort": 1,
            "placeholder_hash": "LGuObQweiHeAeHeoiHiPePeHCAh5eXdnaA",
            "copyright": ""
        }
    ],
    "ingredient_parts": [
        {
            "_id": "sugar",
            "name": "Sugar",
            "strength": 0,
            "description": "Sugar is a fundamental ingredient in cocktails, used primarily as a sweetener to balance the flavors of sour, bitter, or strong alcoholic components. It comes in various forms, including granulated sugar, superfine sugar, and sugar cubes, each of which can be used differently depending on the cocktail. Sugar can also be transformed into simple syrup, a liquid form that dissolves easily in cold beverages, making it a versatile option for many drinks.\n\nIn cocktails, sugar is often used to rim glasses, such as in a classic Margarita or a Sidecar, where the rim is coated with sugar to add sweetness with every sip. Superfine sugar is preferred for drinks like the Daiquiri or the Mojito, where it is muddled with lime or mint to create a balanced and refreshing flavor. Sugar cubes are a key component in classic cocktails like the Old Fashioned, where they are soaked in bitters before being muddled to release their sweetness.\n\nBeyond its role as a sweetener, sugar can also influence the texture and mouthfeel of a cocktail, adding a slight viscosity that enhances the drink's overall experience. Whether used in its solid form or as a syrup, sugar is an essential ingredient that helps create harmony and depth in a wide range of cocktails.",
            "origin": null,
            "category": "Uncategorized"
        },
        {
            "_id": "passionfruit",
            "name": "Passionfruit",
            "strength": 0,
            "description": null,
            "origin": null,
            "category": "Fruits and vegetables"
        },
        {
            "_id": "water",
            "name": "Water",
            "strength": 0,
            "description": "It's water.",
            "origin": "Worldwide",
            "category": "Beverages"
        }
    ],
    "prices": []
}