{
    "_id": "212",
    "name": "212",
    "instructions": "1. Combine all ingredients in a shaker and shake\n2. Double strain into large, chilled glass filled with ice.\n3. Optionally top with soda.",
    "created_at": "2024-08-28T13:52:51+00:00",
    "updated_at": null,
    "description": "The 212 is a delectable cocktail in a big, beautiful, reddish-pink package. It’s a simple summer diddy that wins hearts with a kiss of bitterness and a big splash of earthy fruit. The recipe was originally conceived by Aisha Sharpe and Willy Shine of the cocktail consultancy Contemporary Cocktails, who created menus and drinks for NYC hot spots. It later found its way into the fabulous PDT Cocktail Book, and a wider distribution of eyes and tongues. The name is both a reference to Manhattan’s most popular area code as well as the ratios in the drink, which if you ask us, is pretty freaking clever.",
    "source": "https://tuxedono2.com/212-cocktail-recipe",
    "garnish": "grapefruit peel or orange peel for garnish",
    "abv": 14.56,
    "tags": [
        "Bitter",
        "Citrusy",
        "Summer"
    ],
    "glass": "Highball",
    "method": "Shake",
    "utensils": [],
    "images": [
        {
            "uri": "file:///212-7_FAV0U8.webp",
            "sort": 1,
            "placeholder_hash": "jRgKJwgWlneQlop4eoaXB5h8hXBHCHcD",
            "copyright": "TuxedoNo2"
        }
    ],
    "ingredients": [
        {
            "_id": "tequila-reposado",
            "name": "Tequila Reposado",
            "strength": 40,
            "description": "Tequila Reposado is a type of tequila that has been aged or \"rested\" in oak barrels for a specific period, giving it a mellower and more complex flavor compared to Tequila Blanco (unaged tequila). The term \"reposado\" translates to \"rested\" in Spanish.\n\nReposado occupies a middle ground between the youthful vibrancy of Blanco tequila and the more mature and complex characteristics of Añejo tequila. It appeals to those who appreciate a balance of agave flavor and the influence of oak aging.",
            "origin": "Mexico",
            "category": "Spirits",
            "amount": 60,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 1
        },
        {
            "_id": "aperol",
            "name": "Aperol",
            "strength": 11,
            "description": "Aperol is an Italian orange-flavored aperitif liqueur known for its vibrant orange color and bittersweet taste. It is produced by the Campari Group and contains a blend of herbs, spices, and botanicals. Aperol is characterized by its lower alcohol content compared to some other aperitifs, making it a popular choice for refreshing cocktails. Aperol's distinct flavor profile and versatility make it a favorite ingredient in a variety of cocktails and spritz variations.",
            "origin": "Italy",
            "category": "Liqueurs",
            "amount": 30,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 2
        },
        {
            "_id": "grapefruit-juice",
            "name": "Grapefruit juice",
            "strength": 0,
            "description": "Grapefruit juice is a bold and distinctive cocktail ingredient, known for its tart, bitter-sweet flavor profile. Extracted from the grapefruit, a citrus fruit larger and more acidic than oranges, this juice brings a complex taste that can range from bracingly sour to subtly sweet, depending on the variety of grapefruit used.\n\n\nIn cocktails, grapefruit juice adds a sophisticated and refreshing element. Its natural bitterness and acidity make it an excellent counterpoint to sweet liqueurs and spirits, creating well-balanced drinks. The juice also contributes a lovely pink or ruby hue to cocktails, enhancing their visual appeal.\nPopular in classics like the Paloma and the Greyhound, grapefruit juice pairs particularly well with tequila, vodka, and gin. When using grapefruit juice in cocktails, freshly squeezed is ideal for the brightest flavor, though high-quality bottled juices can be a convenient alternative. The amount used can vary, but its strong flavor means a little often goes a long way in cocktail recipes.",
            "origin": null,
            "category": "Juices",
            "amount": 60,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 3
        },
        {
            "_id": "club-soda",
            "name": "Club soda",
            "strength": 0,
            "description": "Club soda is a carbonated water that contains added minerals such as sodium bicarbonate, sodium chloride, and potassium sulfate, which give it a slightly salty and mineral-rich flavor. It is commonly used in cocktails as a mixer to add effervescence and a light, refreshing touch without altering the drink’s flavor profile significantly. The bubbles in club soda help to lift and blend the flavors of other ingredients, creating a more balanced and lively drink.\n\nIn cocktails, club soda is often used to top off drinks, adding volume and fizz. It's a key ingredient in classics like the Tom Collins, where it complements the gin, lemon juice, and simple syrup by adding a sparkling finish. It is also essential in making a Highball, where it dilutes the whiskey and adds a refreshing effervescence, or in a Mojito, where it lightens the mixture of rum, mint, lime, and sugar.\n\nClub soda is preferred over other carbonated waters like tonic water or seltzer when the goal is to add carbonation without additional flavors. Its clean, neutral taste makes it an ideal mixer for a wide range of cocktails, contributing to the drink’s texture and mouthfeel without overshadowing the primary ingredients.",
            "origin": "Worldwide",
            "category": "Beverages",
            "amount": 1,
            "units": "Topup",
            "optional": true,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 4
        }
    ]
}