{
    "_id": "tango-nuevo",
    "name": "Tango Nuevo",
    "instructions": "1. Combine all ingredients except the garnishes in a mixing glass and stir briefly, 10-20 seconds\n2. Strain into a rocks glass over one large rock\n3. Sprinkle a bit of salt on top and garnish with lemon twist",
    "created_at": "2024-08-28T13:52:52+00:00",
    "updated_at": null,
    "description": "An offbeat little drink with a confectionary angle",
    "source": "https://tuxedono2.com/tango-nuevo-cocktail-recipe",
    "garnish": "pinch smoked sea salt for garnish\n\nlemon twist for garnish",
    "abv": 23.33,
    "tags": [],
    "glass": "Lowball",
    "method": "Stir",
    "utensils": [],
    "images": [
        {
            "uri": "file:///tango-nuevo-7_s4Nb8p.jpg",
            "sort": 1,
            "placeholder_hash": "QxgGFwQJmbdjeIiBfHeIuFeIl0AWCHMC",
            "copyright": "TuxedoNo2"
        }
    ],
    "ingredients": [
        {
            "_id": "dark-rum",
            "name": "Dark Rum",
            "strength": 40,
            "description": "Dark rum is a type of rum that is aged longer and often in charred barrels, giving it a darker color and a richer, more robust flavor compared to lighter rums. It typically has notes of caramel, molasses, and sometimes spices. Dark rum is commonly used in cocktails, especially those with a strong, flavorful profile, and it is also enjoyed neat or on the rocks. The aging process contributes to the development of complex flavors and a smoother texture.",
            "origin": "Caribbean",
            "category": "Spirits",
            "amount": 45,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 1
        },
        {
            "_id": "honey-syrup",
            "name": "Honey Syrup",
            "strength": 0,
            "description": "Honey syrup is a natural sweetener used in cocktails to add depth and complexity beyond what standard simple syrup offers. Made by diluting honey with water, usually in a 1:1 ratio, this syrup brings not only sweetness but also subtle floral, herbal, or fruity notes depending on the type of honey used.\n\nWhen incorporating honey syrup into drinks, it's important to consider its distinct flavor profile. The type of honey used can significantly impact the final taste of the cocktail, allowing for creative variations. Bartenders often prefer to make their own honey syrup to control the consistency and flavor, though commercial versions are available. As with other syrups, the amount used can be adjusted to balance the cocktail's sweetness with other components.",
            "origin": "Worldwide",
            "category": "Syrups",
            "amount": 15,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 2
        },
        {
            "_id": "coffee-liqueur",
            "name": "Coffee liqueur",
            "strength": 20,
            "description": "Coffee liqueur is a sweet and flavored liqueur that is infused with the rich and robust taste of coffee. It typically combines distilled spirits like vodka or rum with coffee extracts, sweeteners, and sometimes additional flavorings. Coffee liqueur is known for its dark color and the deep, complex flavor profile that includes the bold essence of coffee along with sweetness and often a touch of bitterness. It is a versatile ingredient used in various cocktails, desserts, and coffee-based beverages. Popular brands include Kahlúa and Tia Maria, and common cocktails featuring coffee liqueur include the White Russian and Espresso Martini.",
            "origin": "Mexico",
            "category": "Liqueurs",
            "amount": 15,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 3
        }
    ]
}