{
    "_id": "strukani-pelin",
    "name": "Štrukani Pelin",
    "instructions": "1. A lemon slice is then squeezed directly into the glass and mixed.\n\nThe amount of lemon juice can vary, sometimes resulting in a drink with equal amounts of both ingredients. More elaborate versions often add orange juice, citrus zest, or spices.",
    "created_at": "2024-08-28T13:52:52+00:00",
    "updated_at": null,
    "description": "Štrukani pelinkovac (or štrukani pelin) is a somewhat novel Croatian drink that combines pelinkovac (traditional herbal liqueur) with lemon juice. In its basic form, the drink is made with pelinkovac that is poured into an ice-filled glass.",
    "source": "https://www.journal.hr/lifestyle/gastro/antique-pelinkovac-strukani-pelin-jesenski-koktel-cool-pice/",
    "garnish": "Lemon wedge",
    "abv": 9.19,
    "tags": [
        "Croatia"
    ],
    "glass": "Lowball",
    "method": "Build",
    "utensils": [],
    "images": [
        {
            "uri": "file:///strukani-pelin-7_yYowsD.jpg",
            "sort": 1,
            "placeholder_hash": "pQgOHoboyXaPhpeYhDand2h2BZljcBk",
            "copyright": "Tasteatlas"
        }
    ],
    "ingredients": [
        {
            "_id": "pelinkovac",
            "name": "Pelinkovac",
            "strength": 32,
            "description": "Pelinkovac is a liqueur based on wormwood, it has a very bitter taste, resembling that of Jägermeister.",
            "origin": "Southeast Europe",
            "category": "Amaro",
            "amount": 30,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 1
        },
        {
            "_id": "lemon-juice",
            "name": "Lemon juice",
            "strength": 0,
            "description": "Lemon juice is a versatile and essential ingredient in many cocktails, prized for its bright, tart flavor and ability to balance sweetness. Extracted from fresh lemons, this citrus juice adds a refreshing zing and acidity that can elevate and harmonize other flavors in a drink.\n\nIn cocktails, lemon juice serves multiple purposes. It provides a crisp, clean finish. Its high acidity also helps to cut through rich or sweet components, creating a more balanced and complex taste experience.\n\n\nWhen using lemon juice in cocktails, freshly squeezed is always preferred over bottled versions for its superior flavor and aroma. The amount used can vary greatly depending on the recipe, but even a small quantity can significantly impact the final taste of a drink.",
            "origin": null,
            "category": "Juices",
            "amount": 15,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 2
        },
        {
            "_id": "tonic",
            "name": "Tonic",
            "strength": 0,
            "description": "Tonic water is a carbonated beverage that is flavored with quinine, a bitter compound derived from the bark of the cinchona tree. Originally used as a prophylactic against malaria due to its quinine content, tonic water has evolved into a popular mixer for various cocktails, especially the classic Gin and Tonic.",
            "origin": "Worldwide",
            "category": "Beverages",
            "amount": 50,
            "units": "ml",
            "optional": true,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 3
        }
    ]
}