{
    "_id": "tokyo-mule-recipe",
    "name": "Tokyo Mule Recipe",
    "instructions": "1. Add all of the ingredients into a copper mug. Use a squeezer to get juice out of the cucumber and lime. Top with ice and stir.",
    "created_at": "2024-08-31T20:44:24+00:00",
    "updated_at": "2024-08-31T20:44:45+00:00",
    "description": "A Japanese twist on a Moscow Mule",
    "source": "https://sugarandcharm.com/tokyo-mule-recipe",
    "garnish": null,
    "abv": 10.03,
    "tags": [
        "Mule"
    ],
    "glass": "Copper mug",
    "method": "Build",
    "utensils": [],
    "images": [
        {
            "uri": "file:///tokyo-mule-recipe-7_Yfmtdj.webp",
            "sort": 1,
            "placeholder_hash": "7hgKDwS9dmqAeHeDaEhqd4h4CDIZM4AE",
            "copyright": "Sugar and Charm"
        }
    ],
    "ingredients": [
        {
            "_id": "vodka",
            "name": "Vodka",
            "strength": 40,
            "description": "Vodka is a distilled spirit that is known for its clear and colorless appearance. It is typically produced from the fermentation and distillation of grains, potatoes, or sometimes fruits. The resulting alcohol is then often filtered and diluted with water to achieve the desired alcohol content.\n\nVodka is characterized by its relatively neutral taste and aroma. It is intentionally distilled to be a clean and pure spirit, allowing it to take on the characteristics of its base ingredients.",
            "origin": "Russia",
            "category": "Spirits",
            "amount": 1.5,
            "units": "oz",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 1
        },
        {
            "_id": "sake",
            "name": "Sake",
            "strength": 20,
            "description": "Sake is a traditional Japanese alcoholic beverage made from fermented rice. Unlike wine, which is fermented from fruit, sake is brewed more like beer, where the starch from rice is converted into sugars before being fermented into alcohol. Sake has a delicate, nuanced flavor profile that can range from sweet to dry, with notes of fruit, flowers, herbs, and umami, depending on the style and brewing process. The alcohol content typically ranges between 14% and 20%.\n\nIn cocktails, sake is often used as a base spirit or a modifier, bringing a subtle, smooth flavor that complements other ingredients without overpowering them. Its versatility allows it to pair well with a variety of flavors, from citrus and fruit to herbs and spices. Sake-based cocktails, like the Sake Martini or the Tokyo Mule, often emphasize its lightness and delicate flavor, making them ideal for those seeking a refined and refreshing drink.\n\nSake can also be enjoyed on its own, either chilled, at room temperature, or warm, depending on the type and the occasion. It is traditionally served in small ceramic cups and is an integral part of Japanese cuisine and culture. Sake's unique flavor and brewing process make it a distinct and sophisticated option for both traditional and modern cocktail creations.",
            "origin": "Japan",
            "category": "Spirits",
            "amount": 1,
            "units": "oz",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 2
        },
        {
            "_id": "ginger-syrup",
            "name": "Ginger syrup",
            "strength": 0,
            "description": "Ginger syrup is a spicy-sweet cocktail ingredient that adds a bold, zesty kick to drinks. Made by simmering fresh ginger root with sugar and water, this syrup captures the root's fiery heat and distinctive flavor, offering a perfect balance of sweetness and warmth.\n\nWhen using ginger syrup, it's important to consider its potency. A little can go a long way in terms of both flavor and heat. Homemade versions allow for control over the ginger intensity and sweetness level, though quality commercial options are available. The syrup's versatility makes it a valuable addition to both classic and contemporary cocktail recipes, offering a quick way to infuse drinks with ginger's unique character.",
            "origin": "Worldwide",
            "category": "Syrups",
            "amount": 0.75,
            "units": "oz",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 3
        },
        {
            "_id": "club-soda",
            "name": "Club soda",
            "strength": 0,
            "description": "Club soda is a carbonated water that contains added minerals such as sodium bicarbonate, sodium chloride, and potassium sulfate, which give it a slightly salty and mineral-rich flavor. It is commonly used in cocktails as a mixer to add effervescence and a light, refreshing touch without altering the drink’s flavor profile significantly. The bubbles in club soda help to lift and blend the flavors of other ingredients, creating a more balanced and lively drink.\n\nIn cocktails, club soda is often used to top off drinks, adding volume and fizz. It's a key ingredient in classics like the Tom Collins, where it complements the gin, lemon juice, and simple syrup by adding a sparkling finish. It is also essential in making a Highball, where it dilutes the whiskey and adds a refreshing effervescence, or in a Mojito, where it lightens the mixture of rum, mint, lime, and sugar.\n\nClub soda is preferred over other carbonated waters like tonic water or seltzer when the goal is to add carbonation without additional flavors. Its clean, neutral taste makes it an ideal mixer for a wide range of cocktails, contributing to the drink’s texture and mouthfeel without overshadowing the primary ingredients.",
            "origin": "Worldwide",
            "category": "Beverages",
            "amount": 4,
            "units": "oz",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 4
        }
    ]
}