{
    "_id": "modern-medicine",
    "name": "Modern Medicine",
    "instructions": "Shake everything except the scotch with ice and strain into a ice filled old fashioned glass, then add a float of Ardberg.",
    "created_at": "2024-08-28T13:52:51+00:00",
    "updated_at": null,
    "description": "Modern Medicine, the drink, by Jordan Hughes, is just perfect. It’s as if scientists concocted a fusion of a Penicillin and a Paper Plane in a petri dish, to cure whatever is bothering you.",
    "source": "https://www.reddit.com/r/cocktails/comments/1436jpq/what_if_scientists_created_a_fusion_of_a/",
    "garnish": "",
    "abv": 17.26,
    "tags": [
        "Smokey"
    ],
    "glass": "Lowball",
    "method": "Shake",
    "utensils": [],
    "images": [
        {
            "uri": "file:///modern-medicine-7_wQqurG.jpg",
            "sort": 1,
            "placeholder_hash": "VSgaJQh4h3CHqIh3h4h3iEOgWAN5",
            "copyright": "Reddit"
        }
    ],
    "ingredients": [
        {
            "_id": "bourbon-whiskey",
            "name": "Bourbon Whiskey",
            "strength": 40,
            "description": "A type of American whiskey, primarily made from corn and aged in new charred oak barrels. Bourbon has a sweet and full-bodied flavor profile.\n\nTo be labeled as bourbon, a whiskey must meet the following criteria:\n\n1. Grain Mash Composition: Bourbon must be made from a grain mash that is at least 51% corn. The remaining portion of the mash can include other grains such as barley, rye, and wheat.\n\n2. Distillation: Bourbon must be distilled to no more than 160 proof (80% alcohol by volume) and entered into the barrel for aging at no more than 125 proof (62.5% alcohol by volume).\n\n3. Barrel Aging: Bourbon must be aged in new charred oak barrels. There is no minimum aging requirement for bourbon, but to be labeled as \"straight bourbon,\" it must be aged for at least two years.\n\n4. No Additives: Bourbon must not contain any additives except water to adjust the proof.\n\n5. Bottling Strength: Bourbon must be bottled at a minimum of 80 proof (40% alcohol by volume).\n\n6. Geographic Origin: While bourbon can be produced anywhere in the United States, it is strongly associated with Kentucky, and many consider Kentucky bourbon to be a distinctive category.",
            "origin": "North America",
            "category": "Spirits",
            "amount": 45,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 1
        },
        {
            "_id": "aperol",
            "name": "Aperol",
            "strength": 11,
            "description": "Aperol is an Italian orange-flavored aperitif liqueur known for its vibrant orange color and bittersweet taste. It is produced by the Campari Group and contains a blend of herbs, spices, and botanicals. Aperol is characterized by its lower alcohol content compared to some other aperitifs, making it a popular choice for refreshing cocktails. Aperol's distinct flavor profile and versatility make it a favorite ingredient in a variety of cocktails and spritz variations.",
            "origin": "Italy",
            "category": "Liqueurs",
            "amount": 15,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 2
        },
        {
            "_id": "lemon-juice",
            "name": "Lemon juice",
            "strength": 0,
            "description": "Lemon juice is a versatile and essential ingredient in many cocktails, prized for its bright, tart flavor and ability to balance sweetness. Extracted from fresh lemons, this citrus juice adds a refreshing zing and acidity that can elevate and harmonize other flavors in a drink.\n\nIn cocktails, lemon juice serves multiple purposes. It provides a crisp, clean finish. Its high acidity also helps to cut through rich or sweet components, creating a more balanced and complex taste experience.\n\n\nWhen using lemon juice in cocktails, freshly squeezed is always preferred over bottled versions for its superior flavor and aroma. The amount used can vary greatly depending on the recipe, but even a small quantity can significantly impact the final taste of a drink.",
            "origin": null,
            "category": "Juices",
            "amount": 22.5,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 3
        },
        {
            "_id": "simple-syrup",
            "name": "Simple Syrup",
            "strength": 0,
            "description": "Simple syrup is a basic sweetener used in cocktails, made by dissolving sugar in water. The standard recipe is a 1:1 ratio of sugar to water, although variations exist, such as rich simple syrup, which uses a 2:1 ratio for a thicker, sweeter result. The syrup is clear and easily mixes with both cold and hot liquids, making it an essential ingredient in many drinks.\n\nSimple syrup can also be infused with additional flavors like herbs, spices, or fruits, adding a layer of complexity to cocktails.",
            "origin": null,
            "category": "Syrups",
            "amount": 15,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 4
        },
        {
            "_id": "islay-scotch-whiskey",
            "name": "Islay Scotch Whiskey",
            "strength": 40,
            "description": "Islay Scotch refers to Scotch whisky that is produced on the Isle of Islay, which is one of the whisky-producing regions of Scotland. Islay whiskies are renowned for their distinctive and peaty character, often featuring robust and smoky flavors that set them apart from whiskies produced in other regions.\n\nWell-known Islay distilleries include Ardbeg, Laphroaig, Lagavulin, and Bowmore, among others. Islay Scotch whiskies are appreciated by enthusiasts who enjoy the bold and distinctive flavor profile associated with the region. They are often enjoyed neat or with a splash of water to unlock the complexities of the spirit.",
            "origin": "Isle of Islay",
            "category": "Spirits",
            "amount": 7.5,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 5
        }
    ]
}