{
    "_id": "jungle-spritz",
    "name": "Jungle Spritz",
    "instructions": "1. Add all ingredients except soda to a glass filled with ice\n2. Stir to combine and top with soda",
    "created_at": "2024-08-28T13:52:51+00:00",
    "updated_at": null,
    "description": "A refreshing apertivo inspired by the classic tiki drink, the Jungle Bird.",
    "source": "https://www.liberandcompany.com/collections/recipes/products/jungle-spritz",
    "garnish": "Lime wedge and pineapple leaves",
    "abv": 11.65,
    "tags": [
        "Spritz"
    ],
    "glass": "Wine",
    "method": "Build",
    "utensils": [],
    "images": [
        {
            "uri": "file:///jungle-spritz-7_9MSGTx.jpg",
            "sort": 1,
            "placeholder_hash": "2hgKFwYBiZZ3Z3WVOtcYR4Z2iSBcJpAL",
            "copyright": "LiberAndCo | Juliet Beletic"
        }
    ],
    "ingredients": [
        {
            "_id": "prosecco",
            "name": "Prosecco",
            "strength": 11,
            "description": "Prosecco is a sparkling wine that originates from the Veneto region of Italy. It is made primarily from the Glera grape variety, although other permitted grape varieties may also be used in smaller quantities. Prosecco is known for its fresh and fruity character, and it is one of the most popular and widely consumed sparkling wines globally.\n\nProsecco is known for its effervescence, and the bubbles are generally lighter and less persistent than those in traditional method sparkling wines like Champagne.",
            "origin": "Italy",
            "category": "Wines",
            "amount": 90,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 1
        },
        {
            "_id": "campari",
            "name": "Campari",
            "strength": 25,
            "description": "Campari is an Italian bright red aperitif known for its distinctive bitter and herbal flavor profile. It is made from a proprietary blend of herbs, spices, and fruit peels, with a secret recipe that has been closely guarded since its creation in 1860. The primary flavor component in Campari comes from the infusion of bitter herbs, resulting in a bold and complex taste.\n\nCampari has a strong and memorable flavor that elicits strong reactions, making it a beloved ingredient in classic and contemporary cocktails. It has become a symbol of Italian aperitif culture and is enjoyed worldwide for its unique and iconic taste.",
            "origin": "Italy",
            "category": "Liqueurs",
            "amount": 45,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 2
        },
        {
            "_id": "pineapple-juice",
            "name": "Pineapple juice",
            "strength": 0,
            "description": "Juice from pineapple fruit.",
            "origin": null,
            "category": "Juices",
            "amount": 30,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 3
        },
        {
            "_id": "club-soda",
            "name": "Club soda",
            "strength": 0,
            "description": "Club soda is a carbonated water that contains added minerals such as sodium bicarbonate, sodium chloride, and potassium sulfate, which give it a slightly salty and mineral-rich flavor. It is commonly used in cocktails as a mixer to add effervescence and a light, refreshing touch without altering the drink’s flavor profile significantly. The bubbles in club soda help to lift and blend the flavors of other ingredients, creating a more balanced and lively drink.\n\nIn cocktails, club soda is often used to top off drinks, adding volume and fizz. It's a key ingredient in classics like the Tom Collins, where it complements the gin, lemon juice, and simple syrup by adding a sparkling finish. It is also essential in making a Highball, where it dilutes the whiskey and adds a refreshing effervescence, or in a Mojito, where it lightens the mixture of rum, mint, lime, and sugar.\n\nClub soda is preferred over other carbonated waters like tonic water or seltzer when the goal is to add carbonation without additional flavors. Its clean, neutral taste makes it an ideal mixer for a wide range of cocktails, contributing to the drink’s texture and mouthfeel without overshadowing the primary ingredients.",
            "origin": "Worldwide",
            "category": "Beverages",
            "amount": 1,
            "units": "topup",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 4
        }
    ]
}