{
    "_id": "casino",
    "name": "Casino",
    "instructions": "Pour all ingredients into cocktails shaker, shake well with ice, strain into chilled rocks glass with ice.",
    "created_at": "2024-08-28T13:52:51+00:00",
    "updated_at": null,
    "description": "This version of the Casino Cocktail first appears in 1909, in The Reminder (3rd edition) by Jacob A. Didier.",
    "source": "https://iba-world.com/casino/",
    "garnish": "Garnish with lemon zest and a maraschino cherry.",
    "abv": 25.54,
    "tags": [
        "IBA Cocktail",
        "The Unforgettables"
    ],
    "glass": "Lowball",
    "method": "Shake",
    "utensils": [],
    "images": [
        {
            "uri": "file:///casino-7_nxFl6L.jpg",
            "sort": 1,
            "placeholder_hash": "ZxgKDgIoWAp5iEjJp3R3d3iHC7eIcGk",
            "copyright": "Cocktail Society"
        }
    ],
    "ingredients": [
        {
            "_id": "gin",
            "name": "Gin",
            "strength": 40,
            "description": "Gin is a distilled alcoholic beverage that derives its predominant flavor from juniper berries and other botanicals. It falls under the category of distilled spirits and is known for its diverse and complex flavor profile, which can include herbal, floral, citrus, and spicy notes. The production of gin involves distilling a neutral spirit with botanicals, with juniper being the key botanical required for a spirit to be classified as gin.\n\nThe defining characteristic of gin is the prominent presence of juniper berries in its flavor profile. The name \"gin\" is derived from the French word \"genièvre,\" meaning juniper.\n\nThere are several styles of gin, including London Dry Gin, Plymouth Gin, and New Western or Contemporary-style Gin. Each style has its own production methods and regulations.\n\nGin has a long history and has evolved over centuries, becoming one of the most popular and beloved spirits globally. Its association with a wide array of cocktails makes it a staple in bars and households alike.",
            "origin": "Worldwide",
            "category": "Spirits",
            "amount": 40,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [
                {
                    "_id": "old-tom-gin",
                    "name": "Old Tom Gin",
                    "strength": 40,
                    "description": "It is slightly sweeter than London Dry, but slightly drier than the Dutch Jenever, thus is sometimes called \"the missing link\".",
                    "origin": "UK",
                    "category": "Spirits",
                    "amount": null,
                    "units": null,
                    "amount_max": null
                }
            ],
            "sort": 1
        },
        {
            "_id": "maraschino",
            "name": "Maraschino",
            "strength": 32,
            "description": "Liqueur obtained from the distillation of Marasca cherries. The small, slightly sour fruit of the Tapiwa cherry tree, which grows wild along parts of the Dalmatian coast in Croatia, lends the liqueur its unique aroma.\n\nThe Luxardo family, an Italian producer, is particularly well-known for its Maraschino liqueur.",
            "origin": "Croatia",
            "category": "Liqueurs",
            "amount": 10,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 2
        },
        {
            "_id": "lemon-juice",
            "name": "Lemon juice",
            "strength": 0,
            "description": "Lemon juice is a versatile and essential ingredient in many cocktails, prized for its bright, tart flavor and ability to balance sweetness. Extracted from fresh lemons, this citrus juice adds a refreshing zing and acidity that can elevate and harmonize other flavors in a drink.\n\nIn cocktails, lemon juice serves multiple purposes. It provides a crisp, clean finish. Its high acidity also helps to cut through rich or sweet components, creating a more balanced and complex taste experience.\n\n\nWhen using lemon juice in cocktails, freshly squeezed is always preferred over bottled versions for its superior flavor and aroma. The amount used can vary greatly depending on the recipe, but even a small quantity can significantly impact the final taste of a drink.",
            "origin": null,
            "category": "Juices",
            "amount": 10,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 3
        },
        {
            "_id": "orange-bitters",
            "name": "Orange bitters",
            "strength": 28,
            "description": "Orange bitters is a form of bitters, a cocktail flavoring made from such ingredients as the peels of Seville oranges, cardamom, caraway seed, coriander, anise, and burnt sugar in an alcohol base.",
            "origin": "Worldwide",
            "category": "Bitters",
            "amount": 2,
            "units": "dashes",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 4
        }
    ]
}