{
    "_id": "marigold-mule",
    "name": "Marigold Mule",
    "instructions": "Fill a highball glass with ice,then add first three ingredients before topping the drink with ginger beer.",
    "created_at": "2024-08-28T13:52:51+00:00",
    "updated_at": null,
    "description": "The Mexican marigold flower, known as cempasuchil, is traditionally used to decorate Día de Muertos altars, and, in the case of the Marigold Mule, it makes its appearance in the form of a garnish alongside, Patrón Silver, St. Germain, fresh lime juice, and ginger beer.",
    "source": "https://www.patrontequila.com/global-en/cocktails/patron-silver/marigold-mule.html",
    "garnish": "Lime zest & Marigold flower",
    "abv": 11.57,
    "tags": [
        "Mule"
    ],
    "glass": "Lowball",
    "method": "Build",
    "utensils": [],
    "images": [
        {
            "uri": "file:///marigold-mule-7_F3V0II.png",
            "sort": 1,
            "placeholder_hash": "qSgGFYRsVbKNiXiwU1p3egJkC2PX",
            "copyright": ""
        }
    ],
    "ingredients": [
        {
            "_id": "tequila-blanco",
            "name": "Tequila Blanco",
            "strength": 40,
            "description": "Tequila is a distilled alcoholic beverage made from the fermented juice of the blue agave plant, primarily grown in the Jalisco region of Mexico. The production of tequila is regulated by Mexican law, specifying the geographical areas where it can be produced and the methods used in its production.\n\nTequila Blanco, also known as Tequila Silver or Tequila Plata, is a type of tequila that is typically unaged or aged for a very short period. It is the purest expression of the blue agave flavor, as it is not influenced by the characteristics of aging in oak barrels.\n\nBlanco tequila is a popular choice for those who want to experience the true essence of the agave plant without the influence of aging. It provides a lively and authentic representation of tequila's primary ingredient.",
            "origin": "Mexico",
            "category": "Spirits",
            "amount": 45,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 1
        },
        {
            "_id": "st-germain",
            "name": "St-Germain",
            "strength": 20,
            "description": "St-Germain is an elderflower liqueur It is made using the petals of Sambucus nigra from the Savoie region in France, and each bottle is numbered with the year the petals were collected. Petals are collected annually in the spring over a period of three to four weeks, and are often transported by bicycle to collection points to avoid damaging the petals and impacting the flavour.",
            "origin": "France",
            "category": "Liqueurs",
            "amount": 15,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 2
        },
        {
            "_id": "lime-juice",
            "name": "Lime juice",
            "strength": 0,
            "description": "Lime juice is a key player in the world of cocktails, renowned for its bright, sharp, and slightly sweeter flavor compared to lemon juice. Extracted from fresh limes, this citrus juice adds a vibrant, zesty kick to drinks, making it an indispensable ingredient in many classic and contemporary cocktails.\n\n\nWhen using lime juice in cocktails, freshly squeezed is highly recommended for its superior taste and aroma. The amount used can vary depending on the recipe, but even a small quantity can significantly brighten and enliven a drink. Its versatility allows it to pair well with a wide range of spirits, from tequila and rum to gin and vodka.",
            "origin": null,
            "category": "Juices",
            "amount": 15,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 3
        },
        {
            "_id": "ginger-ale",
            "name": "Ginger ale",
            "strength": 0,
            "description": "Ginger ale is a non-alcoholic carbonated beverage flavored with ginger. It is known for its fizzy and slightly spicy taste, derived from the natural or artificial ginger flavorings used in its production. Ginger ale is often consumed on its own as a refreshing soft drink, and it is also a common mixer in various cocktails. There are both commercial and homemade versions of ginger ale, with variations that may include additional ingredients such as citrus or sweeteners.",
            "origin": "Worldwide",
            "category": "Beverages",
            "amount": 90,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 4
        }
    ]
}