{
    "_id": "paper-airplane",
    "name": "Paper Airplane",
    "instructions": "Build all ingredients in cocktail shaker. Shake vigorously with ice. Strain up into coupe or Nick and Nora glass and finish with lime zest.",
    "created_at": "2024-08-24T14:39:11+00:00",
    "updated_at": null,
    "description": "Mezcal riff on the classic Paper Airplane cocktail",
    "source": "https://www.ilegalmezcal.com/paper-airplane/",
    "garnish": "lime zest",
    "abv": 18.2,
    "tags": [],
    "glass": "Nick and Nora",
    "method": "Shake",
    "utensils": [],
    "images": [
        {
            "uri": "file:///paper-airplane-1_X6Npey.jpg",
            "sort": 1,
            "placeholder_hash": "U0kKJYZtmXbzimiKjVeYZgqWszA6",
            "copyright": ""
        }
    ],
    "ingredients": [
        {
            "_id": "mezcal",
            "name": "Mezcal",
            "strength": 40,
            "description": "Mezcal is a distilled alcoholic beverage that originates from Mexico, known for its distinctive smoky flavor. It is made from the agave plant, primarily the species Agave espadin, although other agave varieties can be used. The production of mezcal involves roasting the agave hearts (piñas) in underground pits, which imparts a smoky character to the final product. After roasting, the agave is crushed, fermented, and then distilled, resulting in a spirit with a wide range of flavors, including earthy, fruity, and herbal notes.\n\nThe traditional production methods involve cooking the agave in earthen pits lined with lava rocks and filled with wood and charcoal. This underground roasting process gives mezcal its distinctive smoky taste.\n\nMezcal is produced in specific regions of Mexico, with Oaxaca being a particularly renowned area for its high-quality mezcals. The production of mezcal is regulated, and the spirit has a Denomination of Origin (DO) to ensure authenticity and quality.\n\nUnlike some other agave spirits, such as tequila, which is made from Blue Agave, mezcal can be produced from a variety of agave types, contributing to the spirit's diversity.\n\nMezcal is deeply rooted in Mexican culture and has gained international recognition for its artisanal production methods and diverse flavor profile.",
            "origin": "Mexico",
            "category": "Spirits",
            "amount": 22.5,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 1
        },
        {
            "_id": "triple-sec",
            "name": "Triple Sec",
            "strength": 40,
            "description": "Triple sec is usually made from orange peels steeped in a spirit derived from sugar beet due to its neutral flavor.",
            "origin": "France",
            "category": "Liqueurs",
            "amount": 22.5,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 2
        },
        {
            "_id": "aperol",
            "name": "Aperol",
            "strength": 11,
            "description": "Aperol is an Italian orange-flavored aperitif liqueur known for its vibrant orange color and bittersweet taste. It is produced by the Campari Group and contains a blend of herbs, spices, and botanicals. Aperol is characterized by its lower alcohol content compared to some other aperitifs, making it a popular choice for refreshing cocktails. Aperol's distinct flavor profile and versatility make it a favorite ingredient in a variety of cocktails and spritz variations.",
            "origin": "Italy",
            "category": "Liqueurs",
            "amount": 22.5,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 3
        },
        {
            "_id": "lime-juice",
            "name": "Lime juice",
            "strength": 0,
            "description": "Freshly squeezed lime juice.",
            "origin": null,
            "category": "Juices",
            "amount": 22.5,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 4
        }
    ]
}