{
    "_id": "enzoni",
    "name": "Enzoni",
    "instructions": "Muddle grapes, add ingredients, shake then double strain. Garnish with more green grapes on a cocktail pick.",
    "created_at": "2024-08-24T14:39:11+00:00",
    "updated_at": null,
    "description": "The Enzoni Cocktail is a true modern classic that will impress your guests! This gin-based drink is perfect for any occasion and is a fun and delicious take on some of your favorite classic cocktails!",
    "source": "https://www.reddit.com/r/cocktails/comments/10cogce/enzoni/",
    "garnish": "Grapes on a pick",
    "abv": 16,
    "tags": [
        "Negroni"
    ],
    "glass": "Lowball",
    "method": "Shake",
    "utensils": [],
    "images": [
        {
            "uri": "file:///enzoni-1_gXaMB8.jpg",
            "sort": 1,
            "placeholder_hash": "ZwgWF4KKd3ePd4eGd2iHiIh4VwN5C1AE",
            "copyright": "Reddit"
        },
        {
            "uri": "file:///enzoni-1_Ep1RBX.jpg",
            "sort": 2,
            "placeholder_hash": "VegNJgpXmAiHd6eXeJV5Z6dpHXDXAEk",
            "copyright": "It's a drink"
        }
    ],
    "ingredients": [
        {
            "_id": "gin",
            "name": "Gin",
            "strength": 40,
            "description": "Gin is a distilled alcoholic beverage that derives its predominant flavor from juniper berries and other botanicals. It falls under the category of distilled spirits and is known for its diverse and complex flavor profile, which can include herbal, floral, citrus, and spicy notes. The production of gin involves distilling a neutral spirit with botanicals, with juniper being the key botanical required for a spirit to be classified as gin.\n\nThe defining characteristic of gin is the prominent presence of juniper berries in its flavor profile. The name \"gin\" is derived from the French word \"genièvre,\" meaning juniper.\n\nThere are several styles of gin, including London Dry Gin, Plymouth Gin, and New Western or Contemporary-style Gin. Each style has its own production methods and regulations.\n\nGin has a long history and has evolved over centuries, becoming one of the most popular and beloved spirits globally. Its association with a wide array of cocktails makes it a staple in bars and households alike.",
            "origin": "Worldwide",
            "category": "Spirits",
            "amount": 30,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 1
        },
        {
            "_id": "campari",
            "name": "Campari",
            "strength": 25,
            "description": "Campari is an Italian bright red aperitif known for its distinctive bitter and herbal flavor profile. It is made from a proprietary blend of herbs, spices, and fruit peels, with a secret recipe that has been closely guarded since its creation in 1860. The primary flavor component in Campari comes from the infusion of bitter herbs, resulting in a bold and complex taste.\n\nCampari has a strong and memorable flavor that elicits strong reactions, making it a beloved ingredient in classic and contemporary cocktails. It has become a symbol of Italian aperitif culture and is enjoyed worldwide for its unique and iconic taste.",
            "origin": "Italy",
            "category": "Liqueurs",
            "amount": 30,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 2
        },
        {
            "_id": "lemon-juice",
            "name": "Lemon juice",
            "strength": 0,
            "description": "Freshly squeezed lemon juice.",
            "origin": null,
            "category": "Juices",
            "amount": 22.5,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 3
        },
        {
            "_id": "simple-syrup",
            "name": "Simple Syrup",
            "strength": 0,
            "description": "Syrup made with sugar and water. Usually in 1:1 or 2:1 ratio.",
            "origin": null,
            "category": "Syrups",
            "amount": 15,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 4
        },
        {
            "_id": "green-grapes",
            "name": "Green grapes",
            "strength": 0,
            "description": "Green grapes, often simply referred to as white grapes, are a variety of grapes that are typically green or yellowish-green in color when ripe.",
            "origin": "Worlwide",
            "category": "Fruits and vegetables",
            "amount": 5,
            "units": "whole",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 5
        }
    ]
}