{
    "_id": "the-infante",
    "name": "The Infante",
    "instructions": "1. Combine all ingredients in a cocktail shaker with ice and shake until chilled.\n2. Strain into a rocks glass over a large ice cube.",
    "created_at": "2024-08-28T13:52:52+00:00",
    "updated_at": null,
    "description": "The Infante, a Margarita riff that introduces aromatic orgeat and rose water, shows how far the cantina staple has traveled. Named after Mexican actor Pedro Infante, the recipe was created in New York City by Giuseppe González, a testament to the way that craft cocktail circles have adopted the refreshing classic and made it their own.",
    "source": "https://punchdrink.com/recipes/infante/",
    "garnish": "Garnish with freshly ground nutmeg.",
    "abv": 18.08,
    "tags": [
        "Margarita",
        "Light"
    ],
    "glass": "Lowball",
    "method": "Shake",
    "utensils": [],
    "images": [
        {
            "uri": "file:///the-infante-7_UbnAGj.jpg",
            "sort": 1,
            "placeholder_hash": "oGsKLQQIaoNqWKhYZ5xYmHiPePmZ",
            "copyright": "Punch Staff"
        }
    ],
    "ingredients": [
        {
            "_id": "tequila-blanco",
            "name": "Tequila Blanco",
            "strength": 40,
            "description": "Tequila is a distilled alcoholic beverage made from the fermented juice of the blue agave plant, primarily grown in the Jalisco region of Mexico. The production of tequila is regulated by Mexican law, specifying the geographical areas where it can be produced and the methods used in its production.\n\nTequila Blanco, also known as Tequila Silver or Tequila Plata, is a type of tequila that is typically unaged or aged for a very short period. It is the purest expression of the blue agave flavor, as it is not influenced by the characteristics of aging in oak barrels.\n\nBlanco tequila is a popular choice for those who want to experience the true essence of the agave plant without the influence of aging. It provides a lively and authentic representation of tequila's primary ingredient.",
            "origin": "Mexico",
            "category": "Spirits",
            "amount": 60,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 1
        },
        {
            "_id": "lime-juice",
            "name": "Lime juice",
            "strength": 0,
            "description": "Lime juice is a key player in the world of cocktails, renowned for its bright, sharp, and slightly sweeter flavor compared to lemon juice. Extracted from fresh limes, this citrus juice adds a vibrant, zesty kick to drinks, making it an indispensable ingredient in many classic and contemporary cocktails.\n\n\nWhen using lime juice in cocktails, freshly squeezed is highly recommended for its superior taste and aroma. The amount used can vary depending on the recipe, but even a small quantity can significantly brighten and enliven a drink. Its versatility allows it to pair well with a wide range of spirits, from tequila and rum to gin and vodka.",
            "origin": null,
            "category": "Juices",
            "amount": 22.5,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 2
        },
        {
            "_id": "orgeat-syrup",
            "name": "Orgeat Syrup",
            "strength": 0,
            "description": "Orgeat syrup is a sweet, nutty syrup that plays a crucial role in many classic and tiki-style cocktails. Traditionally made from almonds, sugar, and orange flower water, orgeat has a distinctive flavor profile that combines nuttiness with subtle floral notes and a rich sweetness.\n\n\nIn cocktails, orgeat syrup adds depth, complexity, and a silky texture. Its unique taste complements a wide range of spirits, particularly rum and whiskey, and it's an essential ingredient in iconic drinks like the Mai Tai and the Japanese Cocktail. The syrup's ability to smooth out harsh edges in spirits while adding its own character makes it a valuable tool in a mixologist's arsenal.\n\n\nWhen using orgeat syrup, a little goes a long way due to its concentrated flavor and sweetness. High-quality commercial versions are readily available, but some bartenders prefer to make their own to control the flavor profile and ingredients. While almond is the traditional base, variations using other nuts like pistachio or hazelnut have become popular in craft cocktail scenes.",
            "origin": null,
            "category": "Syrups",
            "amount": 22.5,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 3
        },
        {
            "_id": "rose-water",
            "name": "Rose water",
            "strength": 0,
            "description": "Rose water is a fragrant liquid that is created by distilling rose petals with water. It is widely used for culinary, cosmetic, and medicinal purposes, valued for its distinct floral aroma and subtle flavor.\n\nWhen using rose water, it is important to choose a product made specifically for culinary use, as not all rose waters are suitable for consumption. It is a versatile ingredient that can add a unique and aromatic touch to a wide range of dishes and products.",
            "origin": null,
            "category": "Uncategorized",
            "amount": 2,
            "units": "dash",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 4
        }
    ]
}