{
    "_id": "vieille-place",
    "name": "Vieille Place",
    "instructions": "Stir all ingredients with ice and strain into an ice-filled glass",
    "created_at": "2024-08-28T13:52:52+00:00",
    "updated_at": null,
    "description": "A twist on the classic Vieux Carré,  the Vieille Place is a balanced, yet spirit-forward, bittersweet aperitif. Created by Robbie Neskens at Bruut in Hassselt , Belgium, this drink incorporates Bourbon, Suze, Cognac, Dry Vermouth, Simple Syrup, a dash of Amaretto, aswell as both a dash of Peychard & Angostura Bitters.",
    "source": "https://cocktailsdistilled.com/recipe/vieille-place/",
    "garnish": "Lemon twist",
    "abv": 23.51,
    "tags": [
        "Sweet",
        "Bitter"
    ],
    "glass": "Lowball",
    "method": "Stir",
    "utensils": [],
    "images": [
        {
            "uri": "file:///vieille-place-7_dTXP6o.jpg",
            "sort": 1,
            "placeholder_hash": "2xkKHAhfCnh4dYmYd4c4gIUFNw",
            "copyright": "Reddit"
        }
    ],
    "ingredients": [
        {
            "_id": "bourbon-whiskey",
            "name": "Bourbon Whiskey",
            "strength": 40,
            "description": "A type of American whiskey, primarily made from corn and aged in new charred oak barrels. Bourbon has a sweet and full-bodied flavor profile.\n\nTo be labeled as bourbon, a whiskey must meet the following criteria:\n\n1. Grain Mash Composition: Bourbon must be made from a grain mash that is at least 51% corn. The remaining portion of the mash can include other grains such as barley, rye, and wheat.\n\n2. Distillation: Bourbon must be distilled to no more than 160 proof (80% alcohol by volume) and entered into the barrel for aging at no more than 125 proof (62.5% alcohol by volume).\n\n3. Barrel Aging: Bourbon must be aged in new charred oak barrels. There is no minimum aging requirement for bourbon, but to be labeled as \"straight bourbon,\" it must be aged for at least two years.\n\n4. No Additives: Bourbon must not contain any additives except water to adjust the proof.\n\n5. Bottling Strength: Bourbon must be bottled at a minimum of 80 proof (40% alcohol by volume).\n\n6. Geographic Origin: While bourbon can be produced anywhere in the United States, it is strongly associated with Kentucky, and many consider Kentucky bourbon to be a distinctive category.",
            "origin": "North America",
            "category": "Spirits",
            "amount": 30,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 1
        },
        {
            "_id": "brandy",
            "name": "Brandy",
            "strength": 40,
            "description": "Brandy is a distilled alcoholic beverage made from fermented fruit juice, most commonly derived from wine. The fruit used can include grapes, apples, pears, or other fruits. The process of making brandy involves fermenting the fruit sugars into alcohol and then distilling the resulting liquid to increase its alcohol content. After distillation, brandy is often aged in wooden barrels, which contributes to its flavor, color, and aroma.\n\nThere are a few types of brandy:\n\n- V.S. (\"very special\") or ✯✯✯ (three stars) designates a blend in which the youngest brandy has been stored for at least two years in a cask.\n- V.S.O.P. (\"very superior old pale\"), Reserve or ✯✯✯✯✯ (five stars) designates a blend in which the youngest brandy is stored for at least four years in a cask.\n- XO (\"extra old\") or Napoléon designates a blend in which the youngest brandy is stored for at least six years.\n- Hors d'âge ('beyond age') is a designation formally equal to XO for Cognac, but for Armagnac it designates brandy that is at least ten years old. In practice, the term is used by producers to market a high-quality product beyond the official age scale.\n\nBrandy has a rich history and is produced in many regions around the world, each with its own traditions and methods. The quality and characteristics of brandy can vary widely based on factors such as the type of fruit used, the distillation process, and the aging conditions.",
            "origin": "Worldwide",
            "category": "Spirits",
            "amount": 30,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 2
        },
        {
            "_id": "suze",
            "name": "Suze",
            "strength": 15,
            "description": "Bitter flavored drink made with the roots of the plant gentian.",
            "origin": "Switzerland",
            "category": "Liqueurs",
            "amount": 20,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 3
        },
        {
            "_id": "dry-vermouth",
            "name": "Dry Vermouth",
            "strength": 18,
            "description": "Dry Vermouth is a type of fortified wine that is aromatized with various botanicals, including herbs, spices, and sometimes citrus peels. It is characterized by its dry and less sweet profile compared to sweet vermouth. Dry Vermouth is a key ingredient in classic cocktails such as the Martini and the Manhattan, where it adds complexity and a subtle herbal note to the drink. It is typically white or pale yellow in color and is often enjoyed as a chilled aperitif on its own. The alcohol content of Dry Vermouth is fortified with additional spirits, usually grape brandy, which also contributes to its flavor and preservation.",
            "origin": "Worldwide",
            "category": "Fortified wine",
            "amount": 15,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 4
        },
        {
            "_id": "amaretto",
            "name": "Amaretto",
            "strength": 24,
            "description": "Amaretto is a sweet Italian liqueur that is known for its distinct almond flavor. The name \"Amaretto\" is derived from the Italian word \"amaro,\" which means bitter, indicating the traditional bitter almond flavor. However, modern Amaretto is typically sweet rather than bitter.\n\nThe primary flavor in Amaretto comes from apricot pits or almonds, though today many commercial brands use a combination of both. The production process involves soaking the almonds or apricot pits in alcohol, which extracts their flavors. The resulting liquid is then sweetened with sugar, and sometimes flavored with vanilla or other spices.\n\nAmaretto is often enjoyed on its own as a digestif or as an ingredient in various cocktails and culinary recipes. It is a versatile liqueur that adds a rich and nutty flavor to beverages and desserts. Classic cocktails like the Amaretto Sour, as well as desserts like tiramisu, often feature this popular Italian liqueur.",
            "origin": "Italy",
            "category": "Liqueurs",
            "amount": 5,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 5
        },
        {
            "_id": "simple-syrup",
            "name": "Simple Syrup",
            "strength": 0,
            "description": "Simple syrup is a basic sweetener used in cocktails, made by dissolving sugar in water. The standard recipe is a 1:1 ratio of sugar to water, although variations exist, such as rich simple syrup, which uses a 2:1 ratio for a thicker, sweeter result. The syrup is clear and easily mixes with both cold and hot liquids, making it an essential ingredient in many drinks.\n\nSimple syrup can also be infused with additional flavors like herbs, spices, or fruits, adding a layer of complexity to cocktails.",
            "origin": null,
            "category": "Syrups",
            "amount": 10,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 6
        },
        {
            "_id": "angostura-aromatic-bitters",
            "name": "Angostura aromatic bitters",
            "strength": 44.7,
            "description": "Angostura bitters is a concentrated bitters (herbal alcoholic preparation) and highly aromatic flavoring agent used in the preparation of cocktails and various culinary applications. It is a dark brown liquid made from a secret blend of herbs and spices, created by the House of Angostura in Trinidad and Tobago. Despite its name, Angostura bitters does not contain angostura bark; instead, it features a proprietary combination of botanical ingredients.\n\nAngostura bitters typically comes in small bottles with a distinctive oversized label and a built-in dasher top, allowing for controlled and precise pouring.\n\nDespite the name, Angostura bitters is non-alcoholic in the sense that it is not consumed in large quantities and is used as a flavoring agent rather than a beverage on its own.\n\nAngostura bitters has become an iconic and essential ingredient in the world of cocktails, appreciated for its ability to elevate and enhance the overall drinking experience.",
            "origin": "Trinidad & Tobago",
            "category": "Bitters",
            "amount": 1,
            "units": "dash",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 7
        },
        {
            "_id": "peychauds-bitters",
            "name": "Peychauds Bitters",
            "strength": 35,
            "description": "It is a gentian-based bitters, comparable to Angostura bitters, but with a predominant anise aroma combined with a background of mint.",
            "origin": "North America",
            "category": "Bitters",
            "amount": 1,
            "units": "dash",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 8
        }
    ]
}