{
    "_id": "caipirinha",
    "name": "Caipirinha",
    "instructions": "1. Place lime and sugar into a double old fashioned glass and muddle gently.\n2. Fill the glass with cracked ice and add Cachaça.\n3. Stir gently to involve ingredients.",
    "created_at": "2024-08-28T13:52:51+00:00",
    "updated_at": null,
    "description": "Although the origin of the drink is unknown, one account says it came about around 1918 in the region of Alentejo in Portugal, with a popular recipe made with lemon, garlic, and honey, indicated for patients with the Spanish flu. Another account is that Caipirinha is based on Poncha, an alcoholic drink from Madeira, Portugal. The main ingredient is aguardente de cana, which is made from sugar cane. Sugar cane production was switched from Madeira to Brazil by the Portuguese as they needed more land to plant it on. Before this people in Madeira had already created aguardente de cana, which was the ancestor to cachaça.\n\nVariations:\n\n**CAIPIROSKA** – Instead of Cachaça use Vodka;",
    "source": "https://iba-world.com/caipirinha/",
    "garnish": null,
    "abv": 36.36,
    "tags": [
        "Contemporary Classics",
        "IBA Cocktail",
        "Citrusy"
    ],
    "glass": "Lowball",
    "method": "Muddle",
    "utensils": [],
    "images": [
        {
            "uri": "file:///caipirinha-7_MfGOpw.jpg",
            "sort": 1,
            "placeholder_hash": "ZxkWJwR3h4d/iYeHh4d4h3d4l1A4ynAI",
            "copyright": "Liquor.com / Tim Nusog"
        }
    ],
    "ingredients": [
        {
            "_id": "cachaca",
            "name": "Cachaça",
            "strength": 40,
            "description": "Cachaça is a Brazilian distilled spirit made from fermented sugarcane juice. It is a key ingredient in the famous Brazilian cocktail, the Caipirinha. Cachaça is often compared to rum, but there are distinct differences in the production process and flavor profile.\n\nCachaça is classified based on aging:\n- White (Prata or Silver): Unaged or briefly aged, maintaining a clear appearance.\n- Gold (Ouro): Aged cachaça, which takes on a golden hue from the wooden barrels.\n- Premium/Extra Aged (Extra Premium or Extra Envelhecida): Aged for an extended period, often in exotic wood barrels.\n\nCachaça holds cultural significance in Brazil and is enjoyed in various ways, from sipping neat to being used as a base spirit in cocktails. It has gained international recognition for its unique production methods and the distinct flavors it brings to mixology.",
            "origin": "Brazil",
            "category": "Spirits",
            "amount": 60,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [
                {
                    "_id": "vodka",
                    "name": "Vodka",
                    "strength": 40,
                    "description": "Vodka is a distilled spirit that is known for its clear and colorless appearance. It is typically produced from the fermentation and distillation of grains, potatoes, or sometimes fruits. The resulting alcohol is then often filtered and diluted with water to achieve the desired alcohol content.\n\nVodka is characterized by its relatively neutral taste and aroma. It is intentionally distilled to be a clean and pure spirit, allowing it to take on the characteristics of its base ingredients.",
                    "origin": "Russia",
                    "category": "Spirits",
                    "amount": null,
                    "units": null,
                    "amount_max": null
                }
            ],
            "sort": 1
        },
        {
            "_id": "lime",
            "name": "Lime",
            "strength": 0,
            "description": "Lime is a citrus fruit known for its small size, vibrant green color, and tart flavor.",
            "origin": null,
            "category": "Fruits and vegetables",
            "amount": 4,
            "units": "wedge",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 2
        },
        {
            "_id": "sugar",
            "name": "Sugar",
            "strength": 0,
            "description": "Sugar is a fundamental ingredient in cocktails, used primarily as a sweetener to balance the flavors of sour, bitter, or strong alcoholic components. It comes in various forms, including granulated sugar, superfine sugar, and sugar cubes, each of which can be used differently depending on the cocktail. Sugar can also be transformed into simple syrup, a liquid form that dissolves easily in cold beverages, making it a versatile option for many drinks.\n\nIn cocktails, sugar is often used to rim glasses, such as in a classic Margarita or a Sidecar, where the rim is coated with sugar to add sweetness with every sip. Superfine sugar is preferred for drinks like the Daiquiri or the Mojito, where it is muddled with lime or mint to create a balanced and refreshing flavor. Sugar cubes are a key component in classic cocktails like the Old Fashioned, where they are soaked in bitters before being muddled to release their sweetness.\n\nBeyond its role as a sweetener, sugar can also influence the texture and mouthfeel of a cocktail, adding a slight viscosity that enhances the drink's overall experience. Whether used in its solid form or as a syrup, sugar is an essential ingredient that helps create harmony and depth in a wide range of cocktails.",
            "origin": null,
            "category": "Uncategorized",
            "amount": 4,
            "units": "barspoon",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 3
        }
    ]
}