{
    "_id": "margarita",
    "name": "Margarita",
    "instructions": "1. Add all ingredients into a shaker with ice.\n2. Shake and strain into a chilled cocktail glass",
    "created_at": "2024-08-28T13:52:51+00:00",
    "updated_at": null,
    "description": "The true Margarita—a blend of fresh lime juice, tequila and orange liqueur with an optional sweetener—is a potent, well-built entry in the cocktail canon. Plenty claim credit for its invention: a restaurateur based south of Tijuana in the 1930s, a socialite in Acapulco in the 1940s. Others believe it evolved as a south-of-the-border twist on the then-popular Daisy (the Spanish word for “daisy” is “Margarita,” after all), dreamed up during Prohibition when Americans would travel abroad to drink. The Margarita was named Esquire’s cocktail of the month in December 1953, and it has hardly flagged in popularity since, rising in stature alongside tequila, which got a pop-culture boost from the Eagles (“Tequila Sunrise”), Rolling Stones (the Cocaine and Tequila Sunrise Tour of ’72), and of course, Jimmy Buffet (“Margaritaville”).",
    "source": "https://iba-world.com/margarita/",
    "garnish": "Half salt rim (Optional)",
    "abv": 25.14,
    "tags": [
        "Contemporary Classics",
        "IBA Cocktail",
        "Margarita"
    ],
    "glass": "Margarita",
    "method": "Shake",
    "utensils": [],
    "images": [
        {
            "uri": "file:///margarita-7_5dgBqn.jpg",
            "sort": 1,
            "placeholder_hash": "VwgODIJUmHiPh4h2eIeWf4WPeQ",
            "copyright": "Punch"
        }
    ],
    "ingredients": [
        {
            "_id": "tequila-blanco",
            "name": "Tequila Blanco",
            "strength": 40,
            "description": "Tequila is a distilled alcoholic beverage made from the fermented juice of the blue agave plant, primarily grown in the Jalisco region of Mexico. The production of tequila is regulated by Mexican law, specifying the geographical areas where it can be produced and the methods used in its production.\n\nTequila Blanco, also known as Tequila Silver or Tequila Plata, is a type of tequila that is typically unaged or aged for a very short period. It is the purest expression of the blue agave flavor, as it is not influenced by the characteristics of aging in oak barrels.\n\nBlanco tequila is a popular choice for those who want to experience the true essence of the agave plant without the influence of aging. It provides a lively and authentic representation of tequila's primary ingredient.",
            "origin": "Mexico",
            "category": "Spirits",
            "amount": 60,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 1
        },
        {
            "_id": "triple-sec",
            "name": "Triple Sec",
            "strength": 40,
            "description": "Triple sec is usually made from orange peels steeped in a spirit derived from sugar beet due to its neutral flavor.",
            "origin": "France",
            "category": "Liqueurs",
            "amount": 22.5,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 2
        },
        {
            "_id": "lime-juice",
            "name": "Lime juice",
            "strength": 0,
            "description": "Lime juice is a key player in the world of cocktails, renowned for its bright, sharp, and slightly sweeter flavor compared to lemon juice. Extracted from fresh limes, this citrus juice adds a vibrant, zesty kick to drinks, making it an indispensable ingredient in many classic and contemporary cocktails.\n\n\nWhen using lime juice in cocktails, freshly squeezed is highly recommended for its superior taste and aroma. The amount used can vary depending on the recipe, but even a small quantity can significantly brighten and enliven a drink. Its versatility allows it to pair well with a wide range of spirits, from tequila and rum to gin and vodka.",
            "origin": null,
            "category": "Juices",
            "amount": 22.5,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 3
        },
        {
            "_id": "agave-syrup",
            "name": "Agave Syrup",
            "strength": 0,
            "description": "Agave syrup, also known as agave nectar, is a sweetener that is derived from the sap of the agave plant, primarily the blue agave plant native to Mexico. The syrup is a popular alternative to traditional sweeteners like sugar and honey, particularly in the context of natural and organic food products.\n\nAgave syrup is praised for its sweetness and versatility. It is sweeter than sugar, so smaller amounts can be used to achieve the same level of sweetness. Additionally, it has a lower glycemic index compared to some other sweeteners, meaning it has a smaller impact on blood sugar levels.\n\nAgave syrup has a mild, neutral flavor, making it suitable for a variety of culinary applications. It is commonly used as a sweetener in beverages, baked goods, and desserts. However, it's essential to note that agave syrup, like any sweetener, should be consumed in moderation due to its high fructose content.",
            "origin": null,
            "category": "Syrups",
            "amount": 1,
            "units": "barspoon",
            "optional": true,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 4
        }
    ]
}