{
    "_id": "telekinesis",
    "name": "Telekinesis",
    "instructions": "1. Combine all ingredients with ice and stir\n2. Strain into a cocktail glass, serve up\n3. Garnish with one big basil leaf",
    "created_at": "2024-08-24T14:39:11+00:00",
    "updated_at": null,
    "description": "Our in-house version of a tequila Negroni",
    "source": "https://tuxedono2.com/telekinesis-cocktail-recipe",
    "garnish": "basil leaf or orange peel for garnish",
    "abv": 28.19,
    "tags": [],
    "glass": "Nick and Nora",
    "method": "Stir",
    "utensils": [],
    "images": [
        {
            "uri": "file:///telekinesis-1_anXQTb.jpg",
            "sort": 1,
            "placeholder_hash": "BAgGDwIIt3d2h3eIeFeoN6eJlXBXCIkE",
            "copyright": "TuxedoNo2"
        }
    ],
    "ingredients": [
        {
            "_id": "tequila-blanco",
            "name": "Tequila Blanco",
            "strength": 40,
            "description": "Tequila is a distilled alcoholic beverage made from the fermented juice of the blue agave plant, primarily grown in the Jalisco region of Mexico. The production of tequila is regulated by Mexican law, specifying the geographical areas where it can be produced and the methods used in its production.\n\nTequila Blanco, also known as Tequila Silver or Tequila Plata, is a type of tequila that is typically unaged or aged for a very short period. It is the purest expression of the blue agave flavor, as it is not influenced by the characteristics of aging in oak barrels.\n\nBlanco tequila is a popular choice for those who want to experience the true essence of the agave plant without the influence of aging. It provides a lively and authentic representation of tequila's primary ingredient.",
            "origin": "Mexico",
            "category": "Spirits",
            "amount": 45,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 1
        },
        {
            "_id": "campari",
            "name": "Campari",
            "strength": 25,
            "description": "Campari is an Italian bright red aperitif known for its distinctive bitter and herbal flavor profile. It is made from a proprietary blend of herbs, spices, and fruit peels, with a secret recipe that has been closely guarded since its creation in 1860. The primary flavor component in Campari comes from the infusion of bitter herbs, resulting in a bold and complex taste.\n\nCampari has a strong and memorable flavor that elicits strong reactions, making it a beloved ingredient in classic and contemporary cocktails. It has become a symbol of Italian aperitif culture and is enjoyed worldwide for its unique and iconic taste.",
            "origin": "Italy",
            "category": "Liqueurs",
            "amount": 15,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 2
        },
        {
            "_id": "sweet-vermouth",
            "name": "Sweet Vermouth",
            "strength": 18,
            "description": "Sweet vermouth, often simply referred to as \"vermouth,\" is a fortified and aromatized wine that is flavored with a variety of botanicals, herbs, and spices. It belongs to the category of vermouth, which includes both sweet (red) and dry (white) vermouth.\n\nVermouth is a wine-based product, and like wine, it should be stored in a cool, dark place, and once opened, it is often recommended to be refrigerated to maintain its freshness.",
            "origin": "Worldwide",
            "category": "Fortified wine",
            "amount": 15,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 3
        },
        {
            "_id": "yellow-chartreuse",
            "name": "Yellow Chartreuse",
            "strength": 40,
            "description": "Yellow Chartreuse is a herbal liqueur made by the Carthusian monks in France. It is a milder and slightly sweeter version of Green Chartreuse, another famous liqueur produced by the same monks. Yellow Chartreuse is characterized by its yellow color and a complex flavor profile derived from a secret blend of 130 herbs and botanicals. It has a sweet and honeyed taste with herbal, floral, and spicy notes.",
            "origin": "France",
            "category": "Liqueurs",
            "amount": 15,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 4
        }
    ]
}