{
    "_id": "whiskey-sour",
    "name": "Whiskey Sour",
    "instructions": "1. Pour all ingredients into a cocktail shaker filled with ice.\n2. Shake well.\n3. Strain into cobbler glass.\n4. If served “On the rocks”, strain ingredients into an old fashioned glass filled with ice.\n\nNOTE:\nIf egg white is used shake little harder to release and incorporate the foam from the egg white.",
    "created_at": "2024-08-24T14:39:11+00:00",
    "updated_at": null,
    "description": "The oldest historical mention of a whiskey sour was published in the Wisconsin newspaper, Waukesha Plain Dealer, in 1870. With egg white included, it is sometimes called a Boston Sour; when the whiskey used is a Scotch, it is called a Scotch Sour. With a few bar spoons of full-bodied red wine floated on top, it is often referred to as a New York Sour. It is shaken and served either straight up or over ice.",
    "source": "https://iba-world.com/whiskey-sour/",
    "garnish": "Garnish with a half orange slice and maraschino cherry, optionally use orange zest.",
    "abv": 16,
    "tags": [
        "IBA Cocktail",
        "The Unforgettables",
        "Sour"
    ],
    "glass": "Lowball",
    "method": "Shake",
    "utensils": [],
    "images": [
        {
            "uri": "file:///whiskey-sour-1_kAMbqk.jpg",
            "sort": 1,
            "placeholder_hash": "JJcJNhRneUgXh1j5d4mIaHiWFnFwBDc",
            "copyright": "VinePair"
        }
    ],
    "ingredients": [
        {
            "_id": "bourbon-whiskey",
            "name": "Bourbon Whiskey",
            "strength": 40,
            "description": "A type of American whiskey, primarily made from corn and aged in new charred oak barrels. Bourbon has a sweet and full-bodied flavor profile.\n\nTo be labeled as bourbon, a whiskey must meet the following criteria:\n\n1. Grain Mash Composition: Bourbon must be made from a grain mash that is at least 51% corn. The remaining portion of the mash can include other grains such as barley, rye, and wheat.\n\n2. Distillation: Bourbon must be distilled to no more than 160 proof (80% alcohol by volume) and entered into the barrel for aging at no more than 125 proof (62.5% alcohol by volume).\n\n3. Barrel Aging: Bourbon must be aged in new charred oak barrels. There is no minimum aging requirement for bourbon, but to be labeled as \"straight bourbon,\" it must be aged for at least two years.\n\n4. No Additives: Bourbon must not contain any additives except water to adjust the proof.\n\n5. Bottling Strength: Bourbon must be bottled at a minimum of 80 proof (40% alcohol by volume).\n\n6. Geographic Origin: While bourbon can be produced anywhere in the United States, it is strongly associated with Kentucky, and many consider Kentucky bourbon to be a distinctive category.",
            "origin": "North America",
            "category": "Spirits",
            "amount": 45,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 1
        },
        {
            "_id": "lemon-juice",
            "name": "Lemon juice",
            "strength": 0,
            "description": "Freshly squeezed lemon juice.",
            "origin": null,
            "category": "Juices",
            "amount": 25,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 2
        },
        {
            "_id": "simple-syrup",
            "name": "Simple Syrup",
            "strength": 0,
            "description": "Syrup made with sugar and water. Usually in 1:1 or 2:1 ratio.",
            "origin": null,
            "category": "Syrups",
            "amount": 20,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 3
        },
        {
            "_id": "egg-white",
            "name": "Egg White",
            "strength": 0,
            "description": "Egg white is the clear liquid part of an egg that surrounds the yolk. It is rich in proteins and is commonly used in cooking and baking for its ability to add structure, foam, and a smooth texture to various dishes.",
            "origin": "Worldwide",
            "category": "Uncategorized",
            "amount": 1,
            "units": "drops",
            "optional": true,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 4
        }
    ]
}