{
    "_id": "tipperary",
    "name": "Tipperary",
    "instructions": "Pour all ingredients into mixing glass with ice cubes. Stir well. Strain into chilled martini cocktail glass.",
    "created_at": "2024-08-28T13:52:52+00:00",
    "updated_at": null,
    "description": "The Tipperary has been featured in old school cocktail books such as Recipes for Mixed Drinks from 1916, ABC of Mixing Drinks from 1922 and Harry Craddock's Savoy Cocktail Book from 1930. Two of three books call for equal parts but I've opted for an adapted recipe, lowering the Green Chartreuse, making for a more approachable version. Some recipes call for a dash or two of aromatic bitters and an orange twist.",
    "source": "https://iba-world.com/tipperary/",
    "garnish": "Garnish with a slice of orange.",
    "abv": 29.41,
    "tags": [
        "IBA Cocktail",
        "New Era Drinks"
    ],
    "glass": "Cocktail",
    "method": "Stir",
    "utensils": [],
    "images": [
        {
            "uri": "file:///tipperary-7_KXmBUr.jpg",
            "sort": 1,
            "placeholder_hash": "TwgKFwI0t3Z/d3eHiHaHWJeIqKBJCZsD",
            "copyright": "MixolopediA"
        }
    ],
    "ingredients": [
        {
            "_id": "irish-whiskey",
            "name": "Irish whiskey",
            "strength": 40,
            "description": "Produced in Ireland, often made from a mix of malted and unmalted barley and aged for a minimum period in wooden casks. Styles include single malt, single pot still, blended Irish whiskey, and others.",
            "origin": "Ireland",
            "category": "Spirits",
            "amount": 45,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 1
        },
        {
            "_id": "sweet-vermouth",
            "name": "Sweet Vermouth",
            "strength": 18,
            "description": "Sweet vermouth, often simply referred to as \"vermouth,\" is a fortified and aromatized wine that is flavored with a variety of botanicals, herbs, and spices. It belongs to the category of vermouth, which includes both sweet (red) and dry (white) vermouth.\n\nVermouth is a wine-based product, and like wine, it should be stored in a cool, dark place, and once opened, it is often recommended to be refrigerated to maintain its freshness.",
            "origin": "Worldwide",
            "category": "Fortified wine",
            "amount": 30,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 2
        },
        {
            "_id": "green-chartreuse",
            "name": "Green Chartreuse",
            "strength": 55,
            "description": "Green Chartreuse is a herbal liqueur made by the Carthusian monks in France. It is known for its vibrant green color and complex flavor profile derived from a secret blend of 130 herbs and botanicals. Green Chartreuse has a strong and distinct taste, featuring herbal, floral, and spicy notes. It has a high alcohol content, typically 55% ABV (alcohol by volume). Green Chartreuse can be enjoyed on its own as a digestif or used in cocktails for its unique and intense flavor.",
            "origin": "France",
            "category": "Liqueurs",
            "amount": 15,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 3
        },
        {
            "_id": "angostura-aromatic-bitters",
            "name": "Angostura aromatic bitters",
            "strength": 44.7,
            "description": "Angostura bitters is a concentrated bitters (herbal alcoholic preparation) and highly aromatic flavoring agent used in the preparation of cocktails and various culinary applications. It is a dark brown liquid made from a secret blend of herbs and spices, created by the House of Angostura in Trinidad and Tobago. Despite its name, Angostura bitters does not contain angostura bark; instead, it features a proprietary combination of botanical ingredients.\n\nAngostura bitters typically comes in small bottles with a distinctive oversized label and a built-in dasher top, allowing for controlled and precise pouring.\n\nDespite the name, Angostura bitters is non-alcoholic in the sense that it is not consumed in large quantities and is used as a flavoring agent rather than a beverage on its own.\n\nAngostura bitters has become an iconic and essential ingredient in the world of cocktails, appreciated for its ability to elevate and enhance the overall drinking experience.",
            "origin": "Trinidad & Tobago",
            "category": "Bitters",
            "amount": 2,
            "units": "dashes",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 4
        }
    ]
}