{
    "_id": "mango-mule",
    "name": "Mango Mule",
    "instructions": "Muddle cucumber and honey syrup in the bottom of a cocktail shaker. Add the mango puree and lime juice and shake with ice vigorously. Strain into a copper mug. Top with ginger beer and stir.",
    "created_at": "2024-08-28T13:52:51+00:00",
    "updated_at": null,
    "description": null,
    "source": "http://againstallgrain.com/",
    "garnish": "Lime slices",
    "abv": 0,
    "tags": [
        "Virgin",
        "Mule"
    ],
    "glass": "Julep",
    "method": "Shake",
    "utensils": [],
    "images": [
        {
            "uri": "file:///mango-mule-7_MKRIH3.jpg",
            "sort": 1,
            "placeholder_hash": "2xgKFQKAhn5pd5lol3h22IBPJYUA",
            "copyright": ""
        }
    ],
    "ingredients": [
        {
            "_id": "ginger-ale",
            "name": "Ginger ale",
            "strength": 0,
            "description": "Ginger ale is a non-alcoholic carbonated beverage flavored with ginger. It is known for its fizzy and slightly spicy taste, derived from the natural or artificial ginger flavorings used in its production. Ginger ale is often consumed on its own as a refreshing soft drink, and it is also a common mixer in various cocktails. There are both commercial and homemade versions of ginger ale, with variations that may include additional ingredients such as citrus or sweeteners.",
            "origin": "Worldwide",
            "category": "Beverages",
            "amount": 45,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 1
        },
        {
            "_id": "cucumber",
            "name": "Cucumber",
            "strength": 0,
            "description": null,
            "origin": null,
            "category": "Fruits and vegetables",
            "amount": 5,
            "units": "Slices",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 2
        },
        {
            "_id": "honey-syrup",
            "name": "Honey Syrup",
            "strength": 0,
            "description": "Honey syrup is a natural sweetener used in cocktails to add depth and complexity beyond what standard simple syrup offers. Made by diluting honey with water, usually in a 1:1 ratio, this syrup brings not only sweetness but also subtle floral, herbal, or fruity notes depending on the type of honey used.\n\nWhen incorporating honey syrup into drinks, it's important to consider its distinct flavor profile. The type of honey used can significantly impact the final taste of the cocktail, allowing for creative variations. Bartenders often prefer to make their own honey syrup to control the consistency and flavor, though commercial versions are available. As with other syrups, the amount used can be adjusted to balance the cocktail's sweetness with other components.",
            "origin": "Worldwide",
            "category": "Syrups",
            "amount": 30,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 3
        },
        {
            "_id": "mango-puree",
            "name": "Mango puree",
            "strength": 0,
            "description": "Mango puree is a fruit puree made with pure, ripe mangos. You can add a bit of sugar depending on the ripeness of the fruit and how you’re planning to serve it. But it can be as tangy or as sweet as you like! All you have to do is blend the following in a blender:",
            "origin": "Worldwide",
            "category": "Fruits and vegetables",
            "amount": 45,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 4
        },
        {
            "_id": "lime-juice",
            "name": "Lime juice",
            "strength": 0,
            "description": "Lime juice is a key player in the world of cocktails, renowned for its bright, sharp, and slightly sweeter flavor compared to lemon juice. Extracted from fresh limes, this citrus juice adds a vibrant, zesty kick to drinks, making it an indispensable ingredient in many classic and contemporary cocktails.\n\n\nWhen using lime juice in cocktails, freshly squeezed is highly recommended for its superior taste and aroma. The amount used can vary depending on the recipe, but even a small quantity can significantly brighten and enliven a drink. Its versatility allows it to pair well with a wide range of spirits, from tequila and rum to gin and vodka.",
            "origin": null,
            "category": "Juices",
            "amount": 45,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 5
        }
    ]
}