{
    "_id": "floppydisk",
    "name": "Floppydisk",
    "instructions": "Shake without soda",
    "created_at": "2024-08-24T14:39:11+00:00",
    "updated_at": null,
    "description": "The tricky thing when it comes to low ABV drinks is that the end result doesn’t always give that same feeling of a proper mixed drink. They can easily lack complexity and fall flat. On imbibes website they state this drink is “half the booze and double the flavor” which describes this drink perfectly.",
    "source": "https://www.reddit.com/r/cocktails/comments/131qe97/made_a_low_abv_cocktail_floppy_disc_and_a_mix_of/",
    "garnish": "Dried grapefruit",
    "abv": 5.83,
    "tags": [
        "Virgin"
    ],
    "glass": "Lowball",
    "method": "Shake",
    "utensils": [],
    "images": [
        {
            "uri": "file:///floppydisk-1_1ZDVXy.jpg",
            "sort": 1,
            "placeholder_hash": "mRgaHgZ4dwh3iIeIiHh4aGd5FZBEA1g",
            "copyright": ""
        }
    ],
    "ingredients": [
        {
            "_id": "grapefruit-juice",
            "name": "Grapefruit juice",
            "strength": 0,
            "description": "Freshly squeezed grapefruit juice.",
            "origin": null,
            "category": "Juices",
            "amount": 60,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 1
        },
        {
            "_id": "cynar",
            "name": "Cynar",
            "strength": 16.5,
            "description": "Bitter apéritif of the amaro variety. It is made from 13 herbs and plants, predominant among which is the artichoke (Cynara scolymus), from which the drink derives its name.",
            "origin": "Italy",
            "category": "Amaro",
            "amount": 15,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 2
        },
        {
            "_id": "dry-curacao",
            "name": "Dry Curaçao",
            "strength": 40,
            "description": "Dry Curaçao is a type of orange-flavored liqueur that originated on the Caribbean island of Curaçao. Dry Curaçao is made from the peels of bitter oranges, and it is characterized by its dry and less sweet profile compared to regular Curaçao. It is often used as a premium orange liqueur in cocktails, imparting a bright citrus flavor without the added sweetness. Dry Curaçao is a versatile ingredient and is commonly featured in classic and modern mixology, contributing to a variety of cocktails.",
            "origin": "Italy",
            "category": "Liqueurs",
            "amount": 15,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 3
        },
        {
            "_id": "mezcal",
            "name": "Mezcal",
            "strength": 40,
            "description": "Mezcal is a distilled alcoholic beverage that originates from Mexico, known for its distinctive smoky flavor. It is made from the agave plant, primarily the species Agave espadin, although other agave varieties can be used. The production of mezcal involves roasting the agave hearts (piñas) in underground pits, which imparts a smoky character to the final product. After roasting, the agave is crushed, fermented, and then distilled, resulting in a spirit with a wide range of flavors, including earthy, fruity, and herbal notes.\n\nThe traditional production methods involve cooking the agave in earthen pits lined with lava rocks and filled with wood and charcoal. This underground roasting process gives mezcal its distinctive smoky taste.\n\nMezcal is produced in specific regions of Mexico, with Oaxaca being a particularly renowned area for its high-quality mezcals. The production of mezcal is regulated, and the spirit has a Denomination of Origin (DO) to ensure authenticity and quality.\n\nUnlike some other agave spirits, such as tequila, which is made from Blue Agave, mezcal can be produced from a variety of agave types, contributing to the spirit's diversity.\n\nMezcal is deeply rooted in Mexican culture and has gained international recognition for its artisanal production methods and diverse flavor profile.",
            "origin": "Mexico",
            "category": "Spirits",
            "amount": 7.5,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 4
        },
        {
            "_id": "club-soda",
            "name": "Club soda",
            "strength": 0,
            "description": "Club soda is a manufactured form of carbonated water, commonly used as a drink mixer.",
            "origin": "Worldwide",
            "category": "Beverages",
            "amount": 60,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 5
        }
    ]
}