{
    "_id": "blackberry-whiskey-smash",
    "name": "Blackberry Whiskey Smash",
    "instructions": "1. Muddle berries, mint, and syrup in a mixing tin \n2. Add lemon juice, whiskey and ice \n3. Shake until chilled\n4. Double strain over crushed ice into a rocks glass",
    "created_at": "2024-08-28T13:52:51+00:00",
    "updated_at": null,
    "description": "Fruit-forward without being too sweet. A perfect spring and early summer drink.",
    "source": "https://www.liberandcompany.com/collections/recipes/products/blackberry-whiskey-smash",
    "garnish": "Mint Blackberries",
    "abv": 17.45,
    "tags": [
        "Smash",
        "Sweet",
        "Fruity"
    ],
    "glass": "Lowball",
    "method": "Shake",
    "utensils": [],
    "images": [
        {
            "uri": "file:///blackberry-whiskey-smash-7_4o6f32.jpg",
            "sort": 1,
            "placeholder_hash": "rlgKDwZToZolhId/p0eqlniZ2K0Ml8YA",
            "copyright": "LiberAndCo | Juliet Beletic"
        }
    ],
    "ingredients": [
        {
            "_id": "whiskey",
            "name": "Whiskey",
            "strength": 40,
            "description": "Whiskey is a distilled alcoholic beverage made from fermented grain mash. The grains used in whiskey production can include barley, corn, rye, and wheat. The production process involves mashing the grains, fermenting the mash, distilling the liquid, and aging it in wooden barrels, usually made of oak. The aging process imparts flavors and character to the whiskey.\n\nThe flavor, aroma, and characteristics of whiskey can vary widely based on factors such as the type of grains used, the distillation process, the type of barrels used for aging, and the duration of maturation. Whiskey is enjoyed in various ways, including neat, on the rocks, or as a key ingredient in cocktails.",
            "origin": "Worldwide",
            "category": "Spirits",
            "amount": 45,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 1
        },
        {
            "_id": "lemon-juice",
            "name": "Lemon juice",
            "strength": 0,
            "description": "Lemon juice is a versatile and essential ingredient in many cocktails, prized for its bright, tart flavor and ability to balance sweetness. Extracted from fresh lemons, this citrus juice adds a refreshing zing and acidity that can elevate and harmonize other flavors in a drink.\n\nIn cocktails, lemon juice serves multiple purposes. It provides a crisp, clean finish. Its high acidity also helps to cut through rich or sweet components, creating a more balanced and complex taste experience.\n\n\nWhen using lemon juice in cocktails, freshly squeezed is always preferred over bottled versions for its superior flavor and aroma. The amount used can vary greatly depending on the recipe, but even a small quantity can significantly impact the final taste of a drink.",
            "origin": null,
            "category": "Juices",
            "amount": 22.5,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 2
        },
        {
            "_id": "simple-syrup",
            "name": "Simple Syrup",
            "strength": 0,
            "description": "Simple syrup is a basic sweetener used in cocktails, made by dissolving sugar in water. The standard recipe is a 1:1 ratio of sugar to water, although variations exist, such as rich simple syrup, which uses a 2:1 ratio for a thicker, sweeter result. The syrup is clear and easily mixes with both cold and hot liquids, making it an essential ingredient in many drinks.\n\nSimple syrup can also be infused with additional flavors like herbs, spices, or fruits, adding a layer of complexity to cocktails.",
            "origin": null,
            "category": "Syrups",
            "amount": 15,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 3
        },
        {
            "_id": "blackberries",
            "name": "Blackberries",
            "strength": 0,
            "description": "Blackberries are known for their sweet and tart flavor, and they are commonly used in a variety of culinary applications, including desserts, jams, jellies, and beverages.",
            "origin": null,
            "category": "Fruits and vegetables",
            "amount": 4,
            "units": "whole",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 4
        },
        {
            "_id": "mint",
            "name": "Mint",
            "strength": 0,
            "description": "Mint refers to a family of aromatic herbs known for their refreshing flavor and fragrance. The most commonly used and recognized type of mint is spearmint (Mentha spicata), but there are various other species and hybrids, including peppermint (Mentha × piperita).",
            "origin": null,
            "category": "Fruits and vegetables",
            "amount": 1,
            "units": "sprig",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 5
        }
    ]
}