{
    "_id": "coffee-julep",
    "name": "Coffee Julep",
    "instructions": "1. Muddle 5-10 mint leaves with syrup in a julep cup\n2. Fill with crushed ice and add bourbon and coffee liqueur\n3. Stir until cold and frosty, then top with more crushed ice\n4. Smack a mint sprig between your hands to express its oils, then garnish",
    "created_at": "2024-08-24T14:39:11+00:00",
    "updated_at": null,
    "description": "Coffee liqueur and Demerara Gum Syrup give this Julep a jolt of rich flavor.",
    "source": "https://www.liberandcompany.com/collections/recipes/products/coffee-julep",
    "garnish": "mint sprig",
    "abv": 29.17,
    "tags": [
        "Julep",
        "Coffee"
    ],
    "glass": "Julep",
    "method": "Stir",
    "utensils": [],
    "images": [
        {
            "uri": "file:///coffee-julep-1_c22WiP.jpg",
            "sort": 0,
            "placeholder_hash": "nxgSJwZWeniAZ4iFeJiImHd35g2F3FAK",
            "copyright": "LiberAndCo | ﻿Juliet Beletic"
        }
    ],
    "ingredients": [
        {
            "_id": "bourbon-whiskey",
            "name": "Bourbon Whiskey",
            "strength": 40,
            "description": "A type of American whiskey, primarily made from corn and aged in new charred oak barrels. Bourbon has a sweet and full-bodied flavor profile.\n\nTo be labeled as bourbon, a whiskey must meet the following criteria:\n\n1. Grain Mash Composition: Bourbon must be made from a grain mash that is at least 51% corn. The remaining portion of the mash can include other grains such as barley, rye, and wheat.\n\n2. Distillation: Bourbon must be distilled to no more than 160 proof (80% alcohol by volume) and entered into the barrel for aging at no more than 125 proof (62.5% alcohol by volume).\n\n3. Barrel Aging: Bourbon must be aged in new charred oak barrels. There is no minimum aging requirement for bourbon, but to be labeled as \"straight bourbon,\" it must be aged for at least two years.\n\n4. No Additives: Bourbon must not contain any additives except water to adjust the proof.\n\n5. Bottling Strength: Bourbon must be bottled at a minimum of 80 proof (40% alcohol by volume).\n\n6. Geographic Origin: While bourbon can be produced anywhere in the United States, it is strongly associated with Kentucky, and many consider Kentucky bourbon to be a distinctive category.",
            "origin": "North America",
            "category": "Spirits",
            "amount": 75,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 1
        },
        {
            "_id": "coffee-liqueur",
            "name": "Coffee liqueur",
            "strength": 20,
            "description": "Coffee liqueur is a sweet and flavored liqueur that is infused with the rich and robust taste of coffee. It typically combines distilled spirits like vodka or rum with coffee extracts, sweeteners, and sometimes additional flavorings. Coffee liqueur is known for its dark color and the deep, complex flavor profile that includes the bold essence of coffee along with sweetness and often a touch of bitterness. It is a versatile ingredient used in various cocktails, desserts, and coffee-based beverages. Popular brands include Kahlúa and Tia Maria, and common cocktails featuring coffee liqueur include the White Russian and Espresso Martini.",
            "origin": "Mexico",
            "category": "Liqueurs",
            "amount": 7.5,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 2
        },
        {
            "_id": "demerara-syrup",
            "name": "Demerara Syrup",
            "strength": 0,
            "description": "Syrup made with demerara sugar",
            "origin": null,
            "category": "Syrups",
            "amount": 7.5,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 3
        },
        {
            "_id": "mint",
            "name": "Mint",
            "strength": 0,
            "description": "Mint refers to a family of aromatic herbs known for their refreshing flavor and fragrance. The most commonly used and recognized type of mint is spearmint (Mentha spicata), but there are various other species and hybrids, including peppermint (Mentha × piperita).",
            "origin": null,
            "category": "Fruits and vegetables",
            "amount": 1,
            "units": "sprig",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 4
        }
    ]
}