{
    "_id": "limoncello-spritz",
    "name": "Limoncello Spritz",
    "instructions": "Build all ingredients into ice-filled glass and briefly stir.",
    "created_at": "2024-08-24T14:39:11+00:00",
    "updated_at": null,
    "description": "Limoncello Spritz is a refreshing and easy Italian cocktail made with Limoncello liqueur and sparkling water.",
    "source": "https://www.diffordsguide.com/cocktails/recipe/4242/limoncello-spritz",
    "garnish": "Lemon slice",
    "abv": 14.35,
    "tags": [
        "Spritz",
        "Summer"
    ],
    "glass": "Wine",
    "method": "Build",
    "utensils": [],
    "images": [
        {
            "uri": "file:///limoncello-spritz-1_CItZC6.jpg",
            "sort": 1,
            "placeholder_hash": "7ggKFwRKh4d9iYiPiDd2d5iIyAvpmoUP",
            "copyright": "Delish"
        }
    ],
    "ingredients": [
        {
            "_id": "limoncello",
            "name": "Limoncello",
            "strength": 26,
            "description": "Italian lemon liqueur mainly produced in Southern Italy, especially in the region around the Gulf of Naples, the Amalfi Coast, and Sicily. It is the second-most popular liqueur in Italy and is traditionally served chilled as an after-dinner digestivo. It is also a popular homemade liqueur, with various recipes available online and in print.\n\nLimoncello is made from the zest of lemons and usually has a slightly turbid appearance, which originates from the presence of small essential oil droplets suspended in the drink.",
            "origin": "Italy",
            "category": "Liqueurs",
            "amount": 45,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 1
        },
        {
            "_id": "prosecco",
            "name": "Prosecco",
            "strength": 11,
            "description": "Prosecco is a sparkling wine that originates from the Veneto region of Italy. It is made primarily from the Glera grape variety, although other permitted grape varieties may also be used in smaller quantities. Prosecco is known for its fresh and fruity character, and it is one of the most popular and widely consumed sparkling wines globally.\n\nProsecco is known for its effervescence, and the bubbles are generally lighter and less persistent than those in traditional method sparkling wines like Champagne.",
            "origin": "Italy",
            "category": "Wines",
            "amount": 30,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 2
        },
        {
            "_id": "club-soda",
            "name": "Club soda",
            "strength": 0,
            "description": "Club soda is a manufactured form of carbonated water, commonly used as a drink mixer.",
            "origin": "Worldwide",
            "category": "Beverages",
            "amount": 20,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 3
        }
    ]
}