{
    "_id": "employees-onlys-mezcal-margarita",
    "name": "Employees Only’s Mezcal Margarita",
    "instructions": "1. Add all ingredients to a shaker, and add ice.\n2. Shake until chilled and strain into ice-filled tumbler glass.",
    "created_at": "2024-08-24T14:39:11+00:00",
    "updated_at": null,
    "description": "Steve Schneider, principal bartender at New York’s Employees Only, has a long history with Margaritas. “I love Margaritas, I always have,” he says. “The Margarita has been a progression of my career, because in my 13 years behind the bar, it’s been the drink I’ve always had to make, even if it was in a shitty dive bar, with 18 beers on tap, making disco drinks.”\n\nNow, the mezcal-spiked version is a regular after-hours feature at EO, where the rest of the staff shares his love of the classic.",
    "source": "https://punchdrink.com/recipes/employees-onlys-mezcal-margarita/",
    "garnish": null,
    "abv": 20,
    "tags": [
        "Citrusy",
        "Margarita"
    ],
    "glass": null,
    "method": "Shake",
    "utensils": [],
    "images": [
        {
            "uri": "file:///employees-onlys-mezcal-margarita-1_IzpdOf.jpg",
            "sort": 0,
            "placeholder_hash": "cvgJFQKlt491RpbYWHWZeAZ2MMIH",
            "copyright": "Punch Staff | Lizzie Munro"
        }
    ],
    "ingredients": [
        {
            "_id": "mezcal",
            "name": "Mezcal",
            "strength": 40,
            "description": "Mezcal is a distilled alcoholic beverage that originates from Mexico, known for its distinctive smoky flavor. It is made from the agave plant, primarily the species Agave espadin, although other agave varieties can be used. The production of mezcal involves roasting the agave hearts (piñas) in underground pits, which imparts a smoky character to the final product. After roasting, the agave is crushed, fermented, and then distilled, resulting in a spirit with a wide range of flavors, including earthy, fruity, and herbal notes.\n\nThe traditional production methods involve cooking the agave in earthen pits lined with lava rocks and filled with wood and charcoal. This underground roasting process gives mezcal its distinctive smoky taste.\n\nMezcal is produced in specific regions of Mexico, with Oaxaca being a particularly renowned area for its high-quality mezcals. The production of mezcal is regulated, and the spirit has a Denomination of Origin (DO) to ensure authenticity and quality.\n\nUnlike some other agave spirits, such as tequila, which is made from Blue Agave, mezcal can be produced from a variety of agave types, contributing to the spirit's diversity.\n\nMezcal is deeply rooted in Mexican culture and has gained international recognition for its artisanal production methods and diverse flavor profile.",
            "origin": "Mexico",
            "category": "Spirits",
            "amount": 60,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 1
        },
        {
            "_id": "lime-juice",
            "name": "Lime juice",
            "strength": 0,
            "description": "Freshly squeezed lime juice.",
            "origin": null,
            "category": "Juices",
            "amount": 30,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 2
        },
        {
            "_id": "agave-syrup",
            "name": "Agave Syrup",
            "strength": 0,
            "description": "Agave syrup, also known as agave nectar, is a sweetener that is derived from the sap of the agave plant, primarily the blue agave plant native to Mexico. The syrup is a popular alternative to traditional sweeteners like sugar and honey, particularly in the context of natural and organic food products.\n\nAgave syrup is praised for its sweetness and versatility. It is sweeter than sugar, so smaller amounts can be used to achieve the same level of sweetness. Additionally, it has a lower glycemic index compared to some other sweeteners, meaning it has a smaller impact on blood sugar levels.\n\nAgave syrup has a mild, neutral flavor, making it suitable for a variety of culinary applications. It is commonly used as a sweetener in beverages, baked goods, and desserts. However, it's essential to note that agave syrup, like any sweetener, should be consumed in moderation due to its high fructose content.",
            "origin": null,
            "category": "Syrups",
            "amount": 15,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 3
        },
        {
            "_id": "cointreau",
            "name": "Cointreau",
            "strength": 40,
            "description": "Orange-flavoured triple sec liqueur, it was originally called Curaçao Blanco Triple Sec. Usually more dry tasting than Orange Curaçao.",
            "origin": "France",
            "category": "Liqueurs",
            "amount": 15,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 4
        }
    ]
}