{
    "_id": "honeyed-coffee-gin-tonic",
    "name": "Honeyed Coffee Gin & Tonic",
    "instructions": "1. Fill a glass with ice. Stir to chill the glass, then strain out the melted water.\n2. Combine the coffee, honey syrup and gin in the glass.\n3. Stir to chill, then top with tonic water\n4. Add more ice as needed and twist a lemon peel over the top of the drink and use as a garnish.",
    "created_at": "2024-08-28T13:52:51+00:00",
    "updated_at": null,
    "description": "In the Honeyed Coffee Gin & Tonic from Julia Momose, flavor fireworks happen when cold-brew coffee and the classic gin and tonic collide.",
    "source": "https://imbibemagazine.com/recipe/honeyed-coffee-gin-tonic/",
    "garnish": "Lemon peel",
    "abv": 6.67,
    "tags": [
        "Coffee"
    ],
    "glass": "Highball",
    "method": "Stir",
    "utensils": [],
    "images": [
        {
            "uri": "file:///honeyed-coffee-gin-tonic-7_7nIyvu.jpg",
            "sort": 1,
            "placeholder_hash": "kBgOFYJbZndwWYaLl0mGdz+G9TJW",
            "copyright": "Honeyed CG&T. | Photo by Emma Janzen."
        }
    ],
    "ingredients": [
        {
            "_id": "gin",
            "name": "Gin",
            "strength": 40,
            "description": "Gin is a distilled alcoholic beverage that derives its predominant flavor from juniper berries and other botanicals. It falls under the category of distilled spirits and is known for its diverse and complex flavor profile, which can include herbal, floral, citrus, and spicy notes. The production of gin involves distilling a neutral spirit with botanicals, with juniper being the key botanical required for a spirit to be classified as gin.\n\nThe defining characteristic of gin is the prominent presence of juniper berries in its flavor profile. The name \"gin\" is derived from the French word \"genièvre,\" meaning juniper.\n\nThere are several styles of gin, including London Dry Gin, Plymouth Gin, and New Western or Contemporary-style Gin. Each style has its own production methods and regulations.\n\nGin has a long history and has evolved over centuries, becoming one of the most popular and beloved spirits globally. Its association with a wide array of cocktails makes it a staple in bars and households alike.",
            "origin": "Worldwide",
            "category": "Spirits",
            "amount": 30,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 1
        },
        {
            "_id": "coffee",
            "name": "Coffee",
            "strength": 0,
            "description": "Coffee is a beverage made from roasted coffee beans. The beans are ground and brewed with hot water to produce a flavorful and aromatic drink. Coffee is enjoyed worldwide and comes in various styles, including espresso, drip coffee, and specialty beverages. It contains caffeine, a natural stimulant, and is often consumed for its energizing effects and rich, complex taste.",
            "origin": "Africa",
            "category": "Beverages",
            "amount": 45,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 2
        },
        {
            "_id": "honey-syrup",
            "name": "Honey Syrup",
            "strength": 0,
            "description": "Honey syrup is a natural sweetener used in cocktails to add depth and complexity beyond what standard simple syrup offers. Made by diluting honey with water, usually in a 1:1 ratio, this syrup brings not only sweetness but also subtle floral, herbal, or fruity notes depending on the type of honey used.\n\nWhen incorporating honey syrup into drinks, it's important to consider its distinct flavor profile. The type of honey used can significantly impact the final taste of the cocktail, allowing for creative variations. Bartenders often prefer to make their own honey syrup to control the consistency and flavor, though commercial versions are available. As with other syrups, the amount used can be adjusted to balance the cocktail's sweetness with other components.",
            "origin": "Worldwide",
            "category": "Syrups",
            "amount": 15,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 3
        },
        {
            "_id": "tonic",
            "name": "Tonic",
            "strength": 0,
            "description": "Tonic water is a carbonated beverage that is flavored with quinine, a bitter compound derived from the bark of the cinchona tree. Originally used as a prophylactic against malaria due to its quinine content, tonic water has evolved into a popular mixer for various cocktails, especially the classic Gin and Tonic.",
            "origin": "Worldwide",
            "category": "Beverages",
            "amount": 60,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 4
        }
    ]
}