{
    "_id": "hemingway-special",
    "name": "Hemingway Special",
    "instructions": "Pour all ingredients into a shaker with ice. Shake well and strain into a large cocktail glass.",
    "created_at": "2024-08-28T13:52:51+00:00",
    "updated_at": null,
    "description": "Ernest Hemingway, who stayed in Cuba, tried the Floridita's signature drink, the Floridita Daiquiri, and said \"That's good but I prefer it without sugar and double rum,\" which became a cocktail now known as the Hemingway Daiquiri or the Papa Doble. This recipe was later modified further, adding grapefruit juice to the mix, at which point the drink was dubbed the \"Hemingway Special\".",
    "source": "https://iba-world.com/hemingway-special/",
    "garnish": null,
    "abv": 17.72,
    "tags": [
        "Contemporary Classics",
        "IBA Cocktail"
    ],
    "glass": "Coupe",
    "method": "Shake",
    "utensils": [],
    "images": [
        {
            "uri": "file:///hemingway-special-7_ivFvIv.jpg",
            "sort": 1,
            "placeholder_hash": "MggGFwJ1WHdUhomAl5h2WHh3l/BpCI0F",
            "copyright": "Liquor.com / Tim Nusog"
        }
    ],
    "ingredients": [
        {
            "_id": "dark-rum",
            "name": "Dark Rum",
            "strength": 40,
            "description": "Dark rum is a type of rum that is aged longer and often in charred barrels, giving it a darker color and a richer, more robust flavor compared to lighter rums. It typically has notes of caramel, molasses, and sometimes spices. Dark rum is commonly used in cocktails, especially those with a strong, flavorful profile, and it is also enjoyed neat or on the rocks. The aging process contributes to the development of complex flavors and a smoother texture.",
            "origin": "Caribbean",
            "category": "Spirits",
            "amount": 60,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 1
        },
        {
            "_id": "grapefruit-juice",
            "name": "Grapefruit juice",
            "strength": 0,
            "description": "Grapefruit juice is a bold and distinctive cocktail ingredient, known for its tart, bitter-sweet flavor profile. Extracted from the grapefruit, a citrus fruit larger and more acidic than oranges, this juice brings a complex taste that can range from bracingly sour to subtly sweet, depending on the variety of grapefruit used.\n\n\nIn cocktails, grapefruit juice adds a sophisticated and refreshing element. Its natural bitterness and acidity make it an excellent counterpoint to sweet liqueurs and spirits, creating well-balanced drinks. The juice also contributes a lovely pink or ruby hue to cocktails, enhancing their visual appeal.\nPopular in classics like the Paloma and the Greyhound, grapefruit juice pairs particularly well with tequila, vodka, and gin. When using grapefruit juice in cocktails, freshly squeezed is ideal for the brightest flavor, though high-quality bottled juices can be a convenient alternative. The amount used can vary, but its strong flavor means a little often goes a long way in cocktail recipes.",
            "origin": null,
            "category": "Juices",
            "amount": 40,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 2
        },
        {
            "_id": "maraschino",
            "name": "Maraschino",
            "strength": 32,
            "description": "Liqueur obtained from the distillation of Marasca cherries. The small, slightly sour fruit of the Tapiwa cherry tree, which grows wild along parts of the Dalmatian coast in Croatia, lends the liqueur its unique aroma.\n\nThe Luxardo family, an Italian producer, is particularly well-known for its Maraschino liqueur.",
            "origin": "Croatia",
            "category": "Liqueurs",
            "amount": 15,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 3
        },
        {
            "_id": "lime-juice",
            "name": "Lime juice",
            "strength": 0,
            "description": "Lime juice is a key player in the world of cocktails, renowned for its bright, sharp, and slightly sweeter flavor compared to lemon juice. Extracted from fresh limes, this citrus juice adds a vibrant, zesty kick to drinks, making it an indispensable ingredient in many classic and contemporary cocktails.\n\n\nWhen using lime juice in cocktails, freshly squeezed is highly recommended for its superior taste and aroma. The amount used can vary depending on the recipe, but even a small quantity can significantly brighten and enliven a drink. Its versatility allows it to pair well with a wide range of spirits, from tequila and rum to gin and vodka.",
            "origin": null,
            "category": "Juices",
            "amount": 15,
            "units": "ml",
            "optional": false,
            "amount_max": null,
            "note": null,
            "substitutes": [],
            "sort": 4
        }
    ]
}